{"output_text":"espondilose cervical","input_text":"Tenho sentido muita dor no pescoço e nas costas. Também tenho tido problemas com meu equilíbrio e coordenação. Tenho tossido muito e meus membros estão fracos."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto que está piorando. Está vermelha, inflamada e tem bolhas que estão sangrando pus claro. É realmente doloroso."}
{"output_text":"infecção do trato urinário","input_text":"Tenho urinado sangue. Às vezes sinto náuseas ao urinar. Frequentemente sinto como se tivesse febre."}
{"output_text":"artrite","input_text":"Tenho tido problemas com meus músculos e articulações. Meu pescoço está muito rígido e meus músculos estão fracos. Tenho articulações inchadas e é difícil me mover sem ficar rígido. Também é muito desconfortável caminhar."}
{"output_text":"dengue","input_text":"Tenho me sentido muito doente. Meu corpo dói muito e não tenho apetite. Também desenvolvi erupções cutâneas nos braços e no rosto. A parte de trás dos meus olhos dói muito."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito cansado e fraco. Minha garganta está doendo e tenho tossido muito. Também tenho tido calafrios e febre."}
{"output_text":"dengue","input_text":"Tenho erupções cutâneas por todo o corpo. Também tenho febre alta, calafrios, dor de cabeça, dores no corpo e dor atrás dos olhos."}
{"output_text":"dengue","input_text":"Tenho sentido náuseas e uma vontade constante de vomitar, o que é acompanhado por febre leve e dor de cabeça. Também me sinto muito fraco e cansado. "}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea ao redor do nariz que está vermelha e inflamada. A erupção fez com que minha pele ficasse seca e escamosa, e há um fluido amarelado saindo das feridas."}
{"output_text":"reação a medicamentos","input_text":"Tenho uma erupção cutânea no peito e nas costas que coça. Também tenho pele seca que às vezes descama e deixa marcas no meu corpo."}
{"output_text":"artrite","input_text":"Tenho sentido rigidez no pescoço e minhas articulações incharam. Também tenho sentido dor ao caminhar."}
{"output_text":"espondilose cervical","input_text":"Tenho tido muita dor nas costas e no pescoço. Também tenho uma tosse que não passa e me sinto fraco e tonto."}
{"output_text":"espondilose cervical","input_text":"Tenho tido dor nas costas, tosse e fraqueza nos membros. Meu pescoço está dolorido e tenho tido tonturas e problemas para manter o equilíbrio."}
{"output_text":"infecção do trato urinário","input_text":"Tenho vomitado e sentido dor pélvica. Meu xixi às vezes tem sangue e às vezes cheira muito mal. Às vezes tenho dificuldade para dormir por causa das minhas enxaquecas."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea na pele que coça e tem uma cor diferente do resto da minha pele. Também tenho algumas espinhas ou erupções firmes na minha pele."}
{"output_text":"malária","input_text":"Tenho coceira por todo o corpo e tenho tido calafrios e vômitos. Minha febre está muito alta e tenho suado muito. Também tenho dor de cabeça e sinto náuseas. Meus músculos estão muito doloridos."}
{"output_text":"alergia","input_text":"Estou sempre cansado e minha boca tem um gosto terrível. Minha garganta coça e meus músculos queimam e doem. Às vezes tenho cãibras por todo o corpo."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar ultimamente. Sinto que não consigo ar suficiente e meu peito está apertado. Também tenho tossido muito e tenho produzido muito muco."}
{"output_text":"varizes","input_text":"Tenho varizes nas pernas. Elas estão inchadas e dolorosas."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito doente. Tenho estado muito cansado e simplesmente não me sinto bem. Tive uma tosse forte e minha garganta está muito dolorida. Meu nariz está muito congestionado e tenho muita pressão sinusal. Apenas me sinto muito cansado e miserável."}
{"output_text":"dengue","input_text":"Tenho uma erupção cutânea por todo o corpo que coça muito. Também tenho febre, dores no corpo, dor de cabeça e calafrios."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça há algum tempo. Elas são muito dolorosas e duram muito tempo. Também tenho náuseas, vômitos e sensibilidade à luz e ao som."}
{"output_text":"reação a medicamentos","input_text":"Tenho tido dores de cabeça e enxaquecas. Tenho tido dificuldade para dormir. Tenho tido espasmos musculares e tremores. Às vezes fico tonto. Acho que pode ser uma reação ao meu medicamento."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça, dor no peito, tontura e dificuldade de concentração. Também percebi que meu equilíbrio está alterado."}
{"output_text":"asma brônquica","input_text":"Tenho uma tosse que já dura alguns dias, e me sinto muito fraco e cansado. Tenho febre alta, e minha respiração está ficando mais difícil. Também tossi muito muco."}
{"output_text":"infecção do trato urinário","input_text":"Tenho tido muitos problemas para urinar. Sinto que tenho que ir o tempo todo, e quando vou, dói. Minha urina também está turva e tem um cheiro forte."}
{"output_text":"varizes","input_text":"Tenho muitas varizes nas pernas e elas são muito dolorosas. Também tenho muitas cãibras nas pernas."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho azia e indigestão. Vômito tudo o que como. A comida fica presa na minha garganta, dificultando a deglutição. Sinto uma dor na parte superior do abdômen."}
{"output_text":"malária","input_text":"Tenho me sentido muito quente e suado, e tenho vomitado. Tenho também tido calafrios e minha pele está com muita coceira. Tenho dor de cabeça e meus músculos doem."}
{"output_text":"infecção do trato urinário","input_text":"Tenho uma forte vontade de urinar frequentemente, especialmente à noite. Minha urina está turva e tem um cheiro forte. Também tenho febre."}
{"output_text":"impetigo","input_text":"Tenho febre e me sinto fraco. Tenho feridas no rosto que coçam e são desconfortáveis. As feridas às vezes escorrem um líquido amarelado."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito doente ultimamente. Tenho tido calafrios e estou sempre cansado. Tenho essa tosse que simplesmente não passa. É muito difícil respirar quando tossi e meu peito dói. Tenho também tossido um catarro muito nojento e enferrujado."}
{"output_text":"psoríase","input_text":"Percebi que minha pele está mais sensível agora do que costumava ser. Está vermelha e coçando. Tenho escamas prateadas nas costas e nos cotovelos."}
{"output_text":"hipertensão","input_text":"Tenho tido dores no peito, dores de cabeça e tenho me sentido tonto."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto e no pescoço. Está vermelha e com bolhas. Estou preocupado com isso."}
{"output_text":"diabetes","input_text":"Estou tremendo e tremendo por todo o corpo. Perdi meu paladar e olfato e estou exausto. Ocasionalmente tenho palpitações ou coração acelerado."}
{"output_text":"pneumonia","input_text":"Estou tendo dificuldade para respirar e tenho febre. Estou suando muito e me sinto muito cansado e com frio. Meu coração está acelerado e estou tossindo um muco marrom."}
{"output_text":"dengue","input_text":"Tenho sentido dores severas nas articulações e não consigo me mover. Também perdi o apetite e me sinto fraco."}
{"output_text":"diabetes","input_text":"Tenho sentido muita sede e fome ultimamente. Também fico muito cansado às vezes."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar, tosse e me sinto exausto. Tenho tossido muito muco espesso e pegajoso e tenho febre. Apenas me sinto muito exausto e cansado."}
{"output_text":"malária","input_text":"Tenho febre, vômitos, calafrios e coceira intensa. Tenho também suado muito e tenho dor de cabeça. Tenho também sentido náuseas e meus músculos doem."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça, visão turva e distorcida, fome excessiva, rigidez no pescoço, depressão, irritabilidade e distúrbios visuais."}
{"output_text":"resfriado comum","input_text":"Tenho tossido e espirrado por dias. Meu nariz está entupido, e meu rosto dói. Tenho tossido catarro, e dói no meu peito. Não consigo sentir o cheiro de nada, e meus músculos doem."}
{"output_text":"reação a medicamentos","input_text":"Percebi uma mudança no meu ciclo mensal e uma secreção vaginal inesperada. Fico irritável de vez em quando, e meu humor oscila muito."}
{"output_text":"icterícia","input_text":"Tenho sentido muita coceira por todo o corpo, e tenho vomitado. Também perdi muito peso, e estou sempre cansado. Minha pele e meu xixi estão amarelos, e meu estômago dói."}
{"output_text":"alergia","input_text":"Tenho cãibras estomacais, náuseas e diarreia. Minha garganta está inchada, e tenho dificuldade para respirar. Às vezes, à noite, sinto dor no peito e náuseas."}
{"output_text":"psoríase","input_text":"Tenho tido problemas para dormir por causa da erupção cutânea. Coça e dói. Também percebi que minhas unhas têm pequenas reentrâncias, o que é realmente alarmante. E minhas articulações doem todos os dias, e não sei por quê."}
{"output_text":"impetigo","input_text":"Tenho tido febre por alguns dias e tenho feridas ao redor do nariz e erupções cutâneas no corpo. As feridas são muito ruins e estou me sentindo muito doente."}
{"output_text":"catapora","input_text":"Tenho manchas vermelhas nos braços e nas pernas que coçam muito. Não consigo dormir à noite por causa da coceira. Também tenho dor de cabeça e febre."}
{"output_text":"diabetes","input_text":"Tenho sentido muita sede ultimamente, e tenho sentido mais fome com mais frequência. Também tenho me sentido muito cansado."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça frequentes e visão turva."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho um gosto azedo na boca, mesmo quando não comi nada ácido. Também tenho soluços e uma sensação de caroço na garganta."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça frequentes que são tão fortes que me fazem vomitar. Também tenho visão turva, dor no pescoço e ansiedade."}
{"output_text":"infecção do trato urinário","input_text":"Tenho uma dor na parte inferior do abdômen e sinto que tenho que fazer xixi o tempo todo. Quando faço xixi, dói e sinto que não estou esvaziando tudo. Também tenho sentido muito frio e fraco."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea por todo o corpo. Coça muito e é desconfortável. Também estou me sentindo muito cansado e exausto."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho um gosto azedo na boca o tempo todo, mesmo quando não comi nada ácido. Também tenho soluços e um caroço na garganta com frequência."}
{"output_text":"dengue","input_text":"Tenho me sentido muito cansado e fraco, e não consigo dormir o suficiente. Também tenho uma erupção cutânea no pescoço que coça muito. "}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea na pele que é vermelha, elevada e cheia de líquido. É doloroso ao toque e tenho febre."}
{"output_text":"artrite","input_text":"Meu pescoço está muito rígido, e meus músculos estão fracos. Minhas articulações estão inchadas, e é difícil para mim me mover sem ficar rígido. Caminhar também é desagradável."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça, desconforto no peito, tontura e dificuldade de concentração."}
{"output_text":"diabetes","input_text":"Tenho erupções cutâneas e irritações na pele, especialmente nas dobras da pele. Meus cortes e contusões também não cicatrizam muito rapidamente."}
{"output_text":"alergia","input_text":"Estou me sentindo doente, tremendo e com náuseas. Minha garganta está inchada e dificulta a respiração. Ocasionalmente tenho dores no peito à noite e às vezes me sinto doente."}
{"output_text":"espondilose cervical","input_text":"Tenho tido dor nas costas, tosse persistente e dormência nos braços e pernas. Também tive dificuldade para manter o equilíbrio e tonturas. Meu pescoço dói, também."}
{"output_text":"infecção fúngica","input_text":"Minha pele tem agido ultimamente, tem coçado e tenho tido erupções cutâneas. Há também alguns pontos que são de uma cor diferente do resto da minha pele, e tenho esses caroços ou inchaços que não estavam lá antes."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito cansado e doente. Meu nariz está escorrendo e estou espirrando muito. Minha cabeça dói e sinto que não tenho energia. Também tenho febre e sinto que estou pegando fogo."}
{"output_text":"enxaqueca","input_text":"Tenho tido problemas de visão, aumento do apetite, dor no pescoço, melancolia, irritabilidade e dores de cabeça regulares, bem como refluxo ácido, indigestão e tonturas frequentes. Esses sintomas têm dificultado minhas atividades regulares e me causado grande angústia."}
{"output_text":"psoríase","input_text":"Meus órgãos genitais estão vermelhos e irritados. Frequentemente coça, queima e dói. Também tenho erupções cutâneas em outras partes do meu corpo e minhas articulações doem."}
{"output_text":"infecção fúngica","input_text":"Tenho sentido muita coceira, e tem sido acompanhada por uma erupção cutânea que parece estar piorando com o tempo. Há também algumas manchas de pele que são de cores diferentes do resto da pele, bem como alguns caroços que se assemelham a pequenos nódulos."}
{"output_text":"espondilose cervical","input_text":"Meus músculos estão fracos e tenho dor nas costas. Tenho me sentido tonto e com vertigem, e meu pescoço dói."}
{"output_text":"febre tifoide","input_text":"Tenho febre alta e dor de cabeça. Também tenho muita dor na barriga. Não consigo ir trabalhar por causa disso."}
{"output_text":"artrite","input_text":"Tenho me sentido fraco e dolorido ultimamente, e minhas articulações estão inchadas e rígidas. É difícil me mover, e caminhar é especialmente doloroso."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito cansado e doente. Minha garganta está muito dolorida e tenho tossido muito. Meu nariz está muito entupido e tenho muita pressão nos seios da face. Sinto-me muito miserável e exausto."}
{"output_text":"catapora","input_text":"Tenho sentido muita coceira por todo o corpo, e tenho uma erupção cutânea que está vermelha e inflamada."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho dificuldade para engolir alimentos e frequentemente sinto a sensação de que a comida fica presa na minha garganta. Tenho arrotos e inchaço constantes. Há um gosto azedo persistente na minha boca."}
{"output_text":"infecção do trato urinário","input_text":"Sinto dor no abdômen, e frequentemente fico com febre. Tenho vontade súbita e forte de urinar. A dor é quase constante, e frequentemente aumenta à noite. Meu xixi quase sempre tem um cheiro ruim. Também sinto que não estou esvaziando minha bexiga completamente."}
{"output_text":"impetigo","input_text":"Tenho feridas no rosto que estão cicatrizando muito lentamente e estão infeccionando. As feridas são grandes e dolorosas ao toque. Não consigo me livrar delas."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea na pele. É principalmente perto do meu nariz, mas está se espalhando para outras partes do meu corpo. Estou preocupado com isso."}
{"output_text":"alergia","input_text":"Tenho sintomas semelhantes à asma, como chiado e dificuldade para respirar. Frequentemente tenho febre e dores de cabeça. Sinto-me cansado o tempo todo. Tenho coriza e olhos que coçam."}
{"output_text":"diabetes","input_text":"Estou tendo dificuldade de concentração e minhas emoções estão por toda parte. Minha mente parece nebulosa e embaçada às vezes, dificultando até mesmo tarefas simples."}
{"output_text":"alergia","input_text":"Sinto-me doente, enjoado e instável. Minha garganta está inchada e dificulta a respiração. Meu peito dói às vezes à noite, e às vezes me sinto doente."}
{"output_text":"varizes","input_text":"Tenho percebido que as cãibras nas minhas panturrilhas estão se tornando mais frequentes e intensas. Isso está me causando muito desconforto. Também estou com sobrepeso e minhas pernas começaram a inchar. Estou preocupado que eu possa ter varizes."}
{"output_text":"asma brônquica","input_text":"Tenho sofrido de tosse seca e dificuldade para respirar há uma semana. Também me sinto fraco durante todo o dia."}
{"output_text":"pneumonia","input_text":"Estou com dificuldade para respirar e estou suando muito. Sinto-me muito doente e minha garganta está cheia de catarro. Meu peito dói e meu coração está acelerado. Estou tossindo muito muco que é marrom e fibroso."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor no pescoço, problemas de equilíbrio e tontura."}
{"output_text":"malária","input_text":"Tenho sentido muito doente nos últimos dias. Tenho febre alta, calafrios e coceira intensa. Tenho também vomitado e suado muito. Minha cabeça dói e me sinto nauseado e dolorido por todo o corpo."}
{"output_text":"artrite","input_text":"Tenho sentido rigidez e fraqueza nos músculos do pescoço recentemente. Minhas articulações cresceram, e é difícil para mim andar sem ficar rígido. Andar tem sido extremamente desconfortável."}
{"output_text":"asma brônquica","input_text":"Tenho tido febre, tosse e falta de ar. Também tenho tossido muito muco espesso e pegajoso. Estou me sentindo muito cansado e esgotado."}
{"output_text":"espondilose cervical","input_text":"Tenho tido muita dor nas costas, e ela tem irradiado para os braços e pernas. Também tenho tido dificuldade para manter o equilíbrio e tonturas. Meu pescoço dói, também."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea na pele que tem bolhas. As bolhas estão cheias de líquido e são dolorosas ao toque. Também tenho febre."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho muita azia e indigestão. Piora quando como alimentos picantes ou gordurosos. Também sinto dor no peito que piora quando me deito ou me inclino."}
{"output_text":"reação a medicamentos","input_text":"Tenho erupções cutâneas que às vezes descamam minha pele. Isso me torna mais propenso a infecções. Minhas mãos tremem e às vezes tenho tremores."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito cansado e dolorido, e não consigo parar de tossir. Dói no meu peito quando faço isso, e meu coração parece estar acelerado. Tenho tossido muito muco marrom e nojento."}
{"output_text":"infecção do trato urinário","input_text":"Tive febre baixa e sangue na urina nos últimos três dias. Meu xixi cheira terrível, e minha cabeça dói muito. Não consigo controlar quando preciso fazer xixi."}
{"output_text":"malária","input_text":"Tenho febre alta, calafrios e coceira intensa. Também tenho dor de cabeça, suor excessivo, náuseas e dores musculares."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea muito ruim na minha pele. Coça muito e é doloroso. Também tenho febre, dor de cabeça e fadiga."}
{"output_text":"varizes","input_text":"Tenho algumas veias estranhas nas minhas pernas sobre as quais não tenho certeza. Estou um pouco acima do peso e estou preocupado com elas."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho dor no estômago que é pior quando me curvo ou me deito. Sinto dor depois de comer certos alimentos, como comida quente ou ácida. Às vezes tenho fezes soltas por causa disso."}
{"output_text":"psoríase","input_text":"Tenho uma erupção cutânea na minha pele que coça e é irritante. Também é escamosa. Ela se espalhou para outras áreas do meu corpo, incluindo meu peito e barriga. Piora à noite."}
{"output_text":"enxaqueca","input_text":"Tenho tido muitas dores de cabeça ultimamente, e elas estão piorando. Também tenho dor no pescoço, e estou me sentindo ansioso e irritado. Tenho também tido dificuldade para ver as coisas claramente."}
{"output_text":"diabetes","input_text":"Tenho dificuldade para respirar, especialmente quando estou fora. Começo a sentir calor e suar. Também tenho infecções do trato urinário e infecções fúngicas com frequência."}
{"output_text":"asma brônquica","input_text":"Tenho tossido muito, e é difícil respirar. Tenho também tossido muito muco espesso e pegajoso. Tenho me sentido muito cansado, e tenho febre."}
{"output_text":"enxaqueca","input_text":"Tenho tido dificuldade para ver as coisas claramente e elas parecem distorcidas."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho tido constipação e diarreia. Também tenho falta de energia e apetite."}
{"output_text":"diabetes","input_text":"Tenho tido dificuldade para cicatrizar minha ferida. Minhas mãos e pés têm tido formigamento e dormência. Tenho também me sentido muito fraco."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar há alguns dias. Tenho febre alta e me sinto muito cansado. Você pode me recomendar alguns medicamentos?"}
{"output_text":"asma brônquica","input_text":"Tenho tido tosse seca há uma semana, e estou tendo dificuldade para respirar. Sinto-me fraco e cansado."}
{"output_text":"artrite","input_text":"Tenho sentido muita dor nas minhas articulações e músculos. Meu pescoço está rígido e tenho dificuldade para me mover. Também sinto muita dor quando tento dirigir meu carro."}
{"output_text":"infecção fúngica","input_text":"Tenho tido essas erupções cutâneas vermelhas que continuam aparecendo e minha pele está constantemente coçando. Tenho também percebido algumas manchas estranhas de cores diferentes na minha pele, assim como algumas pequenas protuberâncias na minha pele que parecem estar se expandindo."}
{"output_text":"resfriado comum","input_text":"Sinto que estou pegando um resfriado. Meu pescoço está inchado, e estou exausto. Minha garganta está arranhando, e meus olhos estão vermelhos. Meu nariz está muito entupido, e estou sentindo pressão facial. Meu peito dói, e não consigo sentir o cheiro de nada."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça tão fortes que não consigo enxergar direito. Também tenho náuseas, vômitos e sensibilidade à luz e ao som."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor no pescoço, e tenho me sentido tonto. Tenho também tido dificuldade para ficar parado."}
{"output_text":"dengue","input_text":"Desenvolvi erupções cutâneas por todo o corpo que coçam e perdi o apetite. Sinto-me muito cansado o dia todo e sinto que algo está errado com meu corpo."}
{"output_text":"alergia","input_text":"Tenho uma dor de garganta muito forte e me sinto cansado o tempo todo. Também fico com febre e frequentemente tenho dores musculares. Às vezes meu corpo inteiro tem cãibras."}
{"output_text":"infecção do trato urinário","input_text":"Tenho que urinar muito, mas quando urino, dói e sai apenas um pouco. A urina está turva e sanguinolenta e às vezes cheira mal. Também sinto náuseas."}
{"output_text":"infecção do trato urinário","input_text":"Tenho tido um problema com meu xixi. Cheira engraçado e às vezes é vermelho ou preto. Tenho também tido dificuldade para dormir porque a temperatura do meu corpo continua mudando."}
{"output_text":"reação a medicamentos","input_text":"Tenho erupções cutâneas que às vezes causam o descascamento da minha pele. Sou mais propenso a ficar doente por causa disso. Minhas mãos às vezes tremem e me sinto trêmulo."}
{"output_text":"enxaqueca","input_text":"Tenho tido enxaquecas há alguns dias. Tenho visão distorcida, apetite excessivo, um pescoço dolorido, melancolia, irritabilidade, refluxo ácido, indigestão e dores de cabeça regulares."}
{"output_text":"varizes","input_text":"Tenho uma erupção cutânea nas minhas pernas que está me causando muita dor. Parece haver uma cãibra, e consigo ver veias visíveis na minha panturrilha."}
{"output_text":"artrite","input_text":"Tenho sentido rigidez, meu pescoço está rígido, minhas articulações estão inchadas, e tenho fraqueza muscular. Também me sinto desconfortável quando caminho."}
{"output_text":"infecção do trato urinário","input_text":"Tive febre baixa nos últimos quatro dias, e minha urina tem sido sanguinolenta. Cheira muito mal, e minha cabeça dói. Não consigo controlar quando tenho que fazer xixi, e tenho que ir o tempo todo."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho uma sensação de queimação no meu estômago. É pior quando como ou bebo. Também tenho azia, indigestão e náuseas."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho uma sensação de queimação no meu peito e garganta. Parece que ácido ou comida está subindo pela minha garganta. É pior quando me deito. Também tenho azia e indigestão depois de comer, e às vezes vomito."}
{"output_text":"infecção fúngica","input_text":"Minha pele está com muita coceira, e às vezes ela irrompe em uma erupção cutânea. Também tenho algumas áreas estranhas da pele que são de uma cor diferente do resto de mim, e às vezes tenho pequenos caroços que parecem nódulos."}
{"output_text":"diabetes","input_text":"Tenho que fazer muito xixi e estou sempre com fome. Fico tonto e confuso com frequência. Tenho também perdido minha visão."}
{"output_text":"artrite","input_text":"Meu pescoço está fraco e rígido. Minhas articulações estão aumentadas e é difícil para mim andar sem sentir rigidez. Caminhar também é extremamente desconfortável."}
{"output_text":"artrite","input_text":"Tenho sentido muita dor nas minhas articulações, especialmente no pescoço e nos ombros. É difícil me mover e estou sempre sentindo rigidez. Tenho também tido problemas para dormir por causa da dor."}
{"output_text":"febre tifoide","input_text":"Tenho tido muita dor no meu estômago e tenho me sentido muito inchado e constipado. Tenho também tido febre e calafrios."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho muitos arrotos. Sinto desconforto no peito que sobe pelo meu pescoço e vai para a minha mandíbula e braço. Sinto pressão e tensão no meu peito."}
{"output_text":"alergia","input_text":"Tenho sentido doente há alguns dias. Tenho dor de garganta e meu nariz está escorrendo. Tenho também tido dificuldade para engolir."}
{"output_text":"psoríase","input_text":"Tenho pele vermelha e inflamada ao redor da minha boca, nariz e olhos. Frequentemente coça e é desconfortável. Recentemente, ficou muito doloroso."}
{"output_text":"varizes","input_text":"Tenho varizes nas minhas pernas. Elas estão inchadas e salientes da minha pele. Elas são dolorosas e perceptíveis."}
{"output_text":"febre tifoide","input_text":"Tenho tido dores de estômago terríveis e tenho vomitado e constipado. Estou preocupado com a minha saúde."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea na minha pele que coça e tem piorado com o tempo. Há também algumas manchas de pele que são de cores diferentes do resto, e tenho percebido alguns caroços que parecem pequenos nódulos."}
{"output_text":"espondilose cervical","input_text":"Tenho tido dor nas costas, uma tosse persistente e fraqueza muscular. Tenho também tonturas e problemas de equilíbrio, e meu pescoço dói."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea na minha pele que coça e é desconfortável. Há também algumas manchas estranhas de pele que são de uma cor diferente. Tenho também algumas espinhas na minha pele que se assemelham a pequenos nós."}
{"output_text":"impetigo","input_text":"Tenho uma ferida no meu nariz que criou crosta e é dura ao toque. Costumava vazar um líquido amarelado-avermelhado e está demorando muito mais para tratar com medicação."}
{"output_text":"febre tifoide","input_text":"Tenho tido fezes soltas e aquosas muitas vezes ao dia. Perdi meu apetite e estou sempre doente. Estou também desenvolvendo uma febre leve. Minha parte abdominal dói muito. Não sei qual é o motivo de tudo isso."}
{"output_text":"infecção fúngica","input_text":"Tenho sentido muita coceira ultimamente e há essas manchas de erupção cutânea por toda a minha pele. Há também algumas áreas que parecem ter uma tonalidade diferente do resto da minha pele, e tive alguns caroços que são meio duros. Não tenho certeza do que é, mas gostaria de verificar."}
{"output_text":"reação a medicamentos","input_text":"Tenho dificuldade de concentração e esqueço muito as coisas. Tenho pouca clareza mental e tenho dificuldade em me lembrar das coisas."}
{"output_text":"icterícia","input_text":"Tenho sentido muito doente e cansado. Tenho também tido febre e perdido muito peso. Minha pele e urina têm ficado amarelas. Tenho também sentido dor de estômago."}
{"output_text":"catapora","input_text":"Sinto-me muito doente. Não tenho energia e tenho perdido meu apetite. Tenho também pequenas manchas vermelhas na minha pele."}
{"output_text":"espondilose cervical","input_text":"Tenho uma terrível dor nas costas, e tenho tossido muito. Meus braços e pernas estão fracos, e tenho dificuldade para me equilibrar. Meu pescoço dói também."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho muita dor de estômago e preciso tomar antiácidos para ajudar. Tenho perdido muito peso e não consigo recuperá-lo. Minha boca dói muito."}
{"output_text":"catapora","input_text":"Estou muito cansado e fraco. Mal consigo manter meus olhos abertos. Tenho febre e não sinto vontade de comer nada. Acho que perdi meu apetite."}
{"output_text":"pneumonia","input_text":"Tenho sentido muito frio e cansaço ultimamente. Tenho tossido muito, e dói quando respiro. Meu coração está batendo muito rápido, e quando tossi, tossi catarro que é meio enferrujado."}
{"output_text":"impetigo","input_text":"Tenho pequenas feridas vermelhas perto do meu nariz e pescoço que são dolorosas e inflamadas. Tenho também febre alta."}
{"output_text":"febre tifoide","input_text":"Tenho sentido muita dor na minha barriga e constipação. Também sinto que preciso vomitar, e estou me sentindo muito fraco."}
{"output_text":"dengue","input_text":"Tenho manchas vermelhas nos meus braços e pernas que são pruriginosas e inflamadas. Tenho sentido enjoado e tenho uma vontade constante de vomitar. Também tenho febre leve."}
{"output_text":"febre tifoide","input_text":"Tenho sentido muito cansado e fraco há alguns dias. Também tenho febre e dor no meu estômago. Não sei o que há de errado comigo."}
{"output_text":"alergia","input_text":"Tenho dor de garganta e muitos espirros. Há momentos em que a pele ao redor dos meus olhos e meus lábios incham. Descobri que, uma vez que começo, simplesmente não consigo parar."}
{"output_text":"pneumonia","input_text":"Tenho sentido muito mal recentemente. Tenho tido calafrios, tosse e temperatura alta. Tenho também tido dificuldade para respirar e suado muito. Tenho também tido catarro espesso e preto."}
{"output_text":"varizes","input_text":"Tenho uma erupção cutânea nas minhas pernas que está piorando. Tenho dificuldade para correr."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho um gosto azedo na minha boca. Arroto muito. Tenho pressão ou plenitude na parte superior do meu abdômen."}
{"output_text":"malária","input_text":"Tenho sentido muito doente nos últimos dias. Tenho febre alta, calafrios e dor de cabeça. Tenho também vomitado e suado muito. Estou também com muita coceira e meus músculos estão doloridos."}
{"output_text":"resfriado comum","input_text":"Tenho sentido muito cansado e meus olhos têm estado muito vermelhos. Meu nariz está entupido e tenho tossido muito catarro. Tenho também percebido que meus gânglios linfáticos estão inchados."}
{"output_text":"febre tifoide","input_text":"Tenho sentido muito cansado e fraco, e não consigo me livrar disso. Tenho também perdido meu apetite por causa dos vômitos e náuseas. Meu estômago também está doendo."}
{"output_text":"reação a medicamentos","input_text":"Tenho erupções cutâneas na minha pele que descamam e me tornam propenso a infecção. Meus dedos tremem e às vezes me sinto trêmulo."}
{"output_text":"diabetes","input_text":"Estou sempre me sentindo cansado e exausto. Minha visão está embaçada e parece estar piorando. Também fico tonto e com vertigem às vezes."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho dor de garganta ou rouquidão, especialmente pela manhã. Tenho uma dor crônica e persistente na minha garganta e mau hálito. Também tenho arrotos frequentes. Sinto uma sensação de queimação no meu peito quando me deito."}
{"output_text":"dengue","input_text":"Tenho sentido náuseas e uma vontade constante de vomitar. Tenho febre alta e calafrios todas as noites e me sinto terrível por causa disso. Além disso, sinto que perdi meu apetite."}
{"output_text":"hipertensão","input_text":"Eu estava no meio de um treino quando de repente me senti tonto e com vertigem. Também tive dor de cabeça e dor no peito. Desde então, tenho tido dificuldade para me equilibrar."}
{"output_text":"dengue","input_text":"Tenho vomitado muito e não sinto fome. Meus músculos, articulações e costas doem o tempo todo. Estou começando a ter febre também. Estou muito preocupado e não sei o que fazer."}
{"output_text":"malária","input_text":"Tenho sentido muito calor e frio ultimamente. Também tenho sentido muita coceira e dor de cabeça. Tenho suado muito e sinto náuseas. Meus músculos também estão doloridos."}
{"output_text":"malária","input_text":"Tenho me sentido muito doente ultimamente. Tenho tido febre alta, calafrios e vômitos. Também estou suando muito e com dor de cabeça. Sinto náuseas e meus músculos estão muito doloridos."}
{"output_text":"hipertensão","input_text":"Eu estava dirigindo para casa do trabalho e de repente senti dor de cabeça, desconforto no peito e tontura. Tenho tido dificuldade para me concentrar e focar enquanto dirijo desde então."}
{"output_text":"resfriado comum","input_text":"Tenho espirrado muito e tenho uma tosse muito forte. Sinto-me fraco e exausto, e minha temperatura está alta."}
{"output_text":"infecção do trato urinário","input_text":"Tenho tido que fazer muito xixi, e dói. Também tenho feito xixi com sangue. O que devo fazer?"}
{"output_text":"psoríase","input_text":"Tenho uma erupção cutânea que coça e dói. Minhas unhas têm pequenas reentrâncias. Também tenho descamação da pele em diferentes partes do meu corpo."}
{"output_text":"diabetes","input_text":"Tenho dificuldade para respirar quando faço exercícios. Suo muito e fico com calor facilmente. Tenho muitas infecções fúngicas."}
{"output_text":"catapora","input_text":"Tenho erupções cutâneas nos braços e pescoço que coçam quando as coço. Também tenho febre. Não sei o que está causando isso. A coceira está me incomodando muito."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor no pescoço, vertigem e instabilidade. Também tenho tido tosse crônica e fraqueza nos membros."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto e dói muito. Há pequenas bolhas ao redor do meu nariz e elas estão escorrendo um líquido amarelo."}
{"output_text":"impetigo","input_text":"Tenho feridas no rosto. Elas estão vermelhas e com crostas. Estão principalmente ao redor do meu nariz e lábios. São dolorosas e sai um líquido amarelo ou cor de ferrugem delas."}
{"output_text":"alergia","input_text":"Tenho dor de garganta e espirro o tempo todo. Às vezes, meu rosto incha, especialmente meus lábios e a área ao redor dos meus olhos. Não consigo parar de espirrar quando começo."}
{"output_text":"diabetes","input_text":"Tenho que fazer muito xixi e estou sempre com sede. Fico tonto e confuso às vezes. Também perdi muito da minha visão."}
{"output_text":"varizes","input_text":"Sinto muita dor nas pernas, especialmente quando fico em pé ou ando por muito tempo. A pele das minhas panturrilhas também está inchada e vermelha."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea na pele que parece manchas discrômicas, e também tenho muitas erupções nodulares e muita coceira. Tem piorado na última semana."}
{"output_text":"psoríase","input_text":"Tenho tido muitos problemas de pele ultimamente. Tenho manchas vermelhas e escamosas na pele que coçam e doem."}
{"output_text":"varizes","input_text":"Tenho sentido muita dor nas pernas ultimamente. Parece uma cãibra e piora quando fico em pé ou ando por muito tempo."}
{"output_text":"doença da úlcera péptica","input_text":"Sinto muita dor de estômago e é difícil para mim dormir. Também me sinto muito ansioso e não tenho apetite."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho muitos arrotos e eructações. Também tenho dor no peito que vai para as costas, pescoço e braço. Sinto pressão e estresse no peito."}
{"output_text":"resfriado comum","input_text":"Tenho espirrado muito e meu nariz está escorrendo. Também me sinto muito cansado e dolorido, e tenho tossido muito. Minha febre também está bem alta."}
{"output_text":"hipertensão","input_text":"De repente senti dor de cabeça, dor no peito e tontura no meio de uma conferência. Tenho tido dificuldade para me concentrar e focar no assunto desde então."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Sinto que vou vomitar depois de comer. Tenho muita dor no abdômen e tenho um refluxo ácido muito forte."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito mal, com febre alta, falta de ar, suores, calafrios e fadiga extrema. Meu coração está acelerado e tenho tossido muito catarro marrom."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho me sentido inchado e inquieto há algum tempo. Também tenho perdido peso e não gosto de comer tanto quanto antes. Às vezes tenho vômito com sangue e fezes escuras e pegajosas."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho fome e apetite constantes. Às vezes meu estômago tem cãibras e espasmos. Depois de comer, me sinto inchado e com gases."}
{"output_text":"icterícia","input_text":"Tenho perdido peso, sentido muito cansaço e vomitado muito. Minha pele ficou amarela e tenho febre. Minha urina está escura e tenho sentido dor de estômago."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea por todo o corpo e me sinto muito doente. Tenho febre e dor de cabeça e não sei o que há de errado."}
{"output_text":"resfriado comum","input_text":"Tenho os olhos vermelhos e lacrimejantes e meus seios da face estão tensos. Tenho dificuldade para respirar e estou cansado. Meus gânglios linfáticos estão inchados e tenho muito muco na garganta."}
{"output_text":"catapora","input_text":"Tenho febre, dor de cabeça e gânglios linfáticos inchados. Sinto-me fraco e fatigado. Estou tendo dificuldade para me concentrar por causa da febre."}
{"output_text":"reação a medicamentos","input_text":"Tenho febre e me sinto tonto e com vertigem. Meu coração está batendo muito rápido e me sinto muito confuso. Não consigo pensar com muita clareza e tudo parece nebuloso."}
{"output_text":"impetigo","input_text":"Tenho febre, dor de cabeça e uma erupção cutânea nos braços e no rosto. Também estou preocupado com as feridas vermelhas ao redor do meu nariz e lábios."}
{"output_text":"psoríase","input_text":"Tenho uma condição de pele que causa manchas secas e escamosas na minha pele. Também tenho dor nas articulações e a pele dos meus joelhos e cotovelos está descascando."}
{"output_text":"hipertensão","input_text":"Tenho tido dor de cabeça, dor no peito, tontura e dificuldade para me concentrar."}
{"output_text":"dengue","input_text":"Tenho me sentido doente e sinto que vou vomitar. Há uma dor aguda atrás dos meus olhos, e minhas costas estão cobertas de manchas vermelhas."}
{"output_text":"febre tifoide","input_text":"Tenho tido constipação e dor na barriga há alguns dias. A dor na barriga tem piorado e está começando a afetar minha vida diária. Também tenho calafrios todas as noites, seguidos de febre leve."}
{"output_text":"reação a medicamentos","input_text":"Tenho tomado este medicamento há algum tempo e ganhei muito peso. Também tenho sentido desejo por diferentes alimentos e tenho comido mais do que costumava."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito cansado e doente. Tenho espirrado muito e não consigo me aquecer. Minha cabeça dói e sinto que tenho febre."}
{"output_text":"alergia","input_text":"Sinto náuseas, tontura e vertigem. Minha garganta está inchada e não consigo respirar bem. Às vezes sinto dor no peito e náuseas à noite."}
{"output_text":"diabetes","input_text":"Tenho bebido muito mais água e ido ao banheiro com mais frequência. Minha boca e garganta estão sempre secas. Também tenho sentido mais fome do que o normal."}
{"output_text":"dengue","input_text":"Tenho manchas vermelhas no corpo que coçam e estão inflamadas. Também tenho febre alta e calafrios."}
{"output_text":"psoríase","input_text":"Tenho notado que minha pele está seca e coçando. Há algumas manchas vermelhas na minha pele que estão cobertas por uma poeira prateada."}
{"output_text":"hipertensão","input_text":"Tenho sentido dores de cabeça, dor no peito e tontura. Também tenho tido dificuldade para andar e me concentrar."}
{"output_text":"malária","input_text":"Tenho tido febre muito alta, calafrios e náuseas. Também tenho suado muito e meus músculos doem. Sinto-me muito enjoado e com dor de cabeça."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente ultimamente. Tenho tido muita coceira, vômitos e fadiga. Também perdi muito peso e tenho febre alta. Minha pele ficou amarela e minha urina está escura. Também tenho sentido dor abdominal."}
{"output_text":"hipertensão","input_text":"Tenho sentido dor no peito, tontura e uma dor de cabeça que parece estar em uma zona estreita ao redor da minha cabeça."}
{"output_text":"alergia","input_text":"Tenho tido dificuldade para engolir, e minha garganta está dolorida. Meu nariz tem escorrido, e tenho espirrado muito."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito cansado e dolorido, e não consigo me livrar dessa tosse. Quando tossi, meu peito dói e meu coração parece estar acelerado. Também tenho tossido muito catarro nojento e cor de ferrugem."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho dor de estômago que me mantém acordado à noite. Depois de usar o banheiro, me sinto cansado e não quero comer. Estou sempre nervoso."}
{"output_text":"impetigo","input_text":"Tenho feridas ao redor do nariz que estão com crostas e duras ao toque. Costumavam escorrer um líquido amarelo-ferrugem. Está demorando muito para cicatrizar."}
{"output_text":"alergia","input_text":"Tenho coriza e espirro muito. Meus olhos estão doloridos e lacrimejantes, e tenho dor de cabeça."}
{"output_text":"pneumonia","input_text":"Tenho sentido muito frio, e estou tão cansado. Não consigo me livrar dessa tosse, e dói quando tossi. Meu peito dói, e meu coração está acelerado. O muco que estou tossindo é uma cor marrom nojenta."}
{"output_text":"varizes","input_text":"Tenho cãibras nas panturrilhas que estão piorando. Não consigo andar muito sem que fiquem muito ruins."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho um gosto azedo e ácido na boca. Tenho muitos arrotos. Sinto pressão ou inchaço na parte superior do abdômen que dura algumas horas. Sinto uma dor na parte superior do abdômen que piora quando como."}
{"output_text":"febre tifoide","input_text":"Tenho tido muita dor de estômago e constipação nos últimos dias. Também perdi o apetite e me sinto muito fraco."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho uma sensação de queimação no peito e na garganta, e frequentemente sinto que tenho que pigarrear. Também tenho um gosto ruim na boca e meu hálito cheira mal."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea ao redor do nariz e da boca, e ela está se espalhando para outras partes do meu corpo. Também tenho febre."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea por todo o corpo. Está vermelha e coçando. Também tenho sentido dores e cansaço."}
{"output_text":"impetigo","input_text":"Tenho febre e uma erupção cutânea no rosto. A erupção é vermelha e dolorosa, e está escorrendo um líquido amarelo."}
{"output_text":"alergia","input_text":"Estou sempre cansado, minha boca tem um gosto ruim e minha garganta coça. Meus músculos estão quentes e doloridos, e todo o meu corpo às vezes pode ter cãibras."}
{"output_text":"resfriado comum","input_text":"Tenho coriza e dor de garganta. Tenho tossido muito, e meu peito parece apertado. Sinto-me cansado e dolorido, e não tenho olfato."}
{"output_text":"pneumonia","input_text":"Estou tendo dificuldade para respirar. Estou suando e meu coração está acelerado. Meu peito dói e estou tossindo muco escuro e fibroso."}
{"output_text":"catapora","input_text":"Tenho me sentido muito cansado e fraco. Mal consigo sair da cama de manhã, e estou tendo dificuldade para ficar acordado durante o dia."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente. Tive febre, perdi peso e estou muito cansado. Minha pele e minha urina ficaram amarelas. Também tenho sentido dor de estômago."}
{"output_text":"alergia","input_text":"Tenho asma e tenho chiado e problemas respiratórios. Também tenho febre, dores de cabeça e me sinto cansado o tempo todo."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto e no nariz. Não sei o que é. As feridas na minha bochecha são grandes e doem ao toque. Também sinto uma sensação de queimação e vermelhidão na minha pele."}
{"output_text":"infecção do trato urinário","input_text":"Tenho um cheiro forte na minha urina e ela está turva. Tenho tido febre e preciso urinar com mais frequência à noite."}
{"output_text":"artrite","input_text":"Meus músculos estão fracos, e meu pescoço está rígido. Minhas articulações estão inchadas e dói para me mover."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho um gosto azedo na boca o tempo todo, mesmo quando não comi nada ácido. Também tenho soluços com frequência e sinto um nó na garganta."}
{"output_text":"resfriado comum","input_text":"Tenho espirrado muito, e me sinto muito cansado. Tenho muito catarro no nariz e na garganta, e minha garganta dói. Meu pescoço também parece inchado."}
{"output_text":"varizes","input_text":"Tenho tido cãibras nas minhas panturrilhas quando ando ou fico em pé por longos períodos. Também tenho notado marcas de contusão nas minhas panturrilhas. Sinto-me cansado muito rapidamente."}
{"output_text":"infecção do trato urinário","input_text":"Tenho sentido muita dor na parte inferior do abdômen, e sinto como se minha bexiga estivesse prestes a explodir quando urino. Também tenho sentido muito fraco e tenho tido baixa temperatura corporal desde o início desses sintomas."}
{"output_text":"espondilose cervical","input_text":"Tenho tido dor nas costas, uma tosse que não passa e fraqueza nos braços e pernas. Meu pescoço dói e tenho tido tonturas e problemas para manter o equilíbrio."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça, dor no peito e tontura. Tem sido difícil me concentrar no trabalho."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea por todo o corpo. Coça e as manchas são mais escuras que o resto da minha pele. Também tenho alguns caroços firmes."}
{"output_text":"asma brônquica","input_text":"Tenho me sentido muito fraco e cansado ultimamente, e tenho uma tosse que simplesmente não passa. Também tenho tido febre alta, e tem sido difícil para mim respirar. Tenho tossido muito muco."}
{"output_text":"psoríase","input_text":"Tenho uma erupção cutânea na minha pele que coça e é desconfortável. Também é vermelha e escamosa. Ela tem se espalhado para outras partes do meu corpo, incluindo meu peito e abdômen. Também estou enfrentando descamação da pele."}
{"output_text":"pneumonia","input_text":"Estou tendo dificuldade para respirar e estou suando muito. Sinto-me muito doente e tenho muito muco na garganta. Meu peito dói e meu coração está acelerado. Estou tossindo muito muco escuro que parece ferrugem."}
{"output_text":"asma brônquica","input_text":"Tenho tossido muito, e é difícil respirar. Também estou muito cansado e exausto. Tenho tossido muito catarro espesso e mucoso. Também tenho febre."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho uma sensação de queimação no peito que vai e vem. Sinto como se comida ou ácido estivesse voltando para minha garganta. Meu desconforto no peito só piora enquanto estou deitado. Depois de comer, frequentemente tenho azia ou indigestão e vomito."}
{"output_text":"psoríase","input_text":"Tenho pequenas reentrâncias nas minhas unhas. Minhas articulações estão doendo muito. Tenho uma poeira prateada na minha pele, especialmente nas minhas costas."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho um gosto azedo na boca. Arroto muito. Meu abdômen superior parece cheio ou sob pressão."}
{"output_text":"febre tifoide","input_text":"Tive febre alta, especialmente à noite. Tem sido muito ruim. Também tive dor de cabeça, constipação e diarreia. Não quero comer nada."}
{"output_text":"reação a medicamentos","input_text":"Tenho náuseas severas e desconforto no peito. Tenho tido desconforto no peito ultimamente. Frequentemente tremo muito e me sinto muito nervoso. Tenho tomado uma nova medicação para minha pressão alta."}
{"output_text":"artrite","input_text":"Meus músculos estão fracos e meu pescoço está rígido. Tenho articulações inchadas que dificultam o movimento e caminhar é doloroso."}
{"output_text":"dengue","input_text":"Tenho uma erupção cutânea por todo o corpo. Está vermelha e inchada, e piora em alguns lugares, como meus braços e pernas. Também não sinto vontade de comer."}
{"output_text":"espondilose cervical","input_text":"Tenho tido dor nas costas, uma tosse produtiva e fraqueza muscular. Também tenho tontura e desequilíbrio, e meu pescoço dói."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho um gosto azedo na boca e tenho arrotado muito. Meu abdômen superior parece cheio e pressionado."}
{"output_text":"resfriado comum","input_text":"Estou com um resfriado forte. Tenho espirrado muito e estou com dor de garganta. Também tenho muito muco no nariz e na garganta. Meu pescoço está um pouco inchado e dói ao engolir."}
{"output_text":"varizes","input_text":"Tenho veias roxas escuras nas minhas pernas. Elas parecem estar saltando. Também tenho cãibras quando corro ou faço um sprint."}
{"output_text":"hipertensão","input_text":"Tenho tido dor de cabeça e dor no peito o dia todo, e também me sinto tonto e instável em meus pés."}
{"output_text":"infecção do trato urinário","input_text":"Tenho que ir muito ao banheiro, mas só saem algumas gotas de urina. Tenho dores de estômago severas e uma vontade irresistível de urinar."}
{"output_text":"infecção do trato urinário","input_text":"Tenho que ir constantemente ao banheiro para fazer xixi, mas não consigo esvaziar minha bexiga. Tenho essas vontades muito fortes e incontroláveis de fazer xixi e às vezes meu xixi é escuro ou com sangue."}
{"output_text":"varizes","input_text":"Tenho essas veias salientes nas minhas pernas que são muito perceptíveis e estão me causando muito desconforto. Elas estão inchadas e sobressaem da minha pele, tornando-as visíveis através da minha roupa."}
{"output_text":"dengue","input_text":"Tenho sentido fortes dores nas articulações e dores de cabeça nos últimos dias. Também tenho febre leve e calafrios."}
{"output_text":"hipertensão","input_text":"Tenho tido uma dor de cabeça que parece uma faixa apertada ao redor da minha cabeça, e também tenho tido dor no peito e tontura."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Estou tendo dificuldade para comer, e é difícil engolir. Sinto-me cheio mesmo depois de comer uma pequena refeição. Também tenho náuseas, azia e uma sensação de formigamento na garganta."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea ao redor do nariz, e ela está se espalhando para outras partes do meu corpo. Também tenho febre alta todas as noites."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Arroto muito. Sinto dor no peito que vai para o braço, mandíbula e parte de trás do meu pescoço. Sinto pressão e estresse no meu peito."}
{"output_text":"malária","input_text":"Tenho me sentido muito doente. Tenho febre alta, calafrios e coceira intensa. Tenho também vomitado e sentido dor de cabeça. Também estou suando muito e me sentindo nauseado e dolorido."}
{"output_text":"diabetes","input_text":"Tenho uma tosse que não passa, e estou sempre espirrando. Também tenho palpitações, e minhas infecções não parecem estar cicatrizando. Minha garganta dói às vezes, mas geralmente melhora."}
{"output_text":"resfriado comum","input_text":"Tenho tossido muito, e sinto frio e arrepios. Meu nariz está entupido, e sinto pressão no rosto. Tenho muito catarro, e tossir dói meu peito. Não consigo sentir o cheiro de nada, e meus músculos doem."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto. Tenho pequenas feridas ao redor do nariz e elas são muito dolorosas. Às vezes, um líquido amarelo sai das feridas."}
{"output_text":"alergia","input_text":"Tenho o nariz entupido. Também tenho rigidez e dor no peito à noite. Não consigo sentir gosto ou cheiro de nada."}
{"output_text":"dengue","input_text":"Tenho uma erupção cutânea que é vermelha e inchada. Também tenho febre alta e dores no corpo."}
{"output_text":"artrite","input_text":"Tenho sentido muita dor nas minhas articulações, especialmente nos joelhos e quadris. É difícil para mim me mover e estou sempre sentindo rigidez. Tenho também tido muitos problemas para dormir por causa da dor."}
{"output_text":"catapora","input_text":"Tenho muitas pequenas protuberâncias vermelhas por todo o meu corpo. Elas coçam e são desconfortáveis. Estou preocupado com o que elas podem ser."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea que parece vermelha e inflamada, áreas descoloridas da pele que são de cores diferentes do resto da minha pele, e coceira na minha pele."}
{"output_text":"alergia","input_text":"Sinto-me cansado o tempo todo, e minha garganta formiga. Também tenho pele seca e escamosa. Às vezes meus olhos ficam inchados, e meu rosto também incha."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito mal ultimamente. Tenho tido muita dificuldade para respirar e meu nariz está constantemente escorrendo. Também tenho muito muco na garganta e meus gânglios linfáticos estão inflamados."}
{"output_text":"icterícia","input_text":"Tenho sentido muita coceira, náuseas e cansaço. Também tive febre e perdi peso. Minha pele e urina ficaram amarelas, e meu estômago dói."}
{"output_text":"resfriado comum","input_text":"Tive uma tosse e um resfriado desagradáveis por dias. Meu nariz está entupido e meus seios da face estão congestionados. Também tenho tossido muco, e dói meu peito tossir. Não consigo sentir o cheiro de nada e meus músculos estão doloridos."}
{"output_text":"psoríase","input_text":"Tenho tido erupções cutâneas na minha pele. A erupção coça e sangra quando a coço. Também notei pequenas reentrâncias nas minhas unhas."}
{"output_text":"alergia","input_text":"Sinto que estou sempre cansado e tenho um formigamento na garganta. Minha pele também está seca e às vezes incha ao redor dos meus olhos."}
{"output_text":"artrite","input_text":"Tenho sentido muita dor nas minhas articulações, especialmente nos joelhos e quadris. Também tenho sentido muita rigidez e é difícil para me mover."}
{"output_text":"febre tifoide","input_text":"Tenho tido dificuldade para ir ao banheiro, e meu estômago tem doído. Também tive febre na noite passada."}
{"output_text":"varizes","input_text":"Tenho notado que os vasos sanguíneos nas minhas pernas estão ficando mais visíveis do que o normal. Isso me preocupa um pouco. Além disso, estou sentindo cãibras todos os dias."}
{"output_text":"febre tifoide","input_text":"Tenho vomitado e tido diarreia por alguns dias. Tenho tido dificuldade para me manter hidratado por causa disso. Também tenho febre leve e constipação. Minha cabeça dói um pouco também."}
{"output_text":"asma brônquica","input_text":"Tenho tido tosse persistente, dificuldade para respirar e fadiga. Tenho febre e tenho tossido muito escarro espesso e mucoso. Sinto-me bastante doente por causa do cansaço e da exaustão."}
{"output_text":"asma brônquica","input_text":"Tenho tido tosse seca, dificuldades respiratórias e febre alta. Também estou produzindo muito muco e me sinto incrivelmente fraco e cansado."}
{"output_text":"hipertensão","input_text":"Eu estava treinando e de repente senti dor de cabeça, dor no peito e tontura. Tenho tido dificuldade para manter o equilíbrio desde então."}
{"output_text":"infecção do trato urinário","input_text":"Tenho que ir muito ao banheiro, mas só sai um pouco. Meu estômago dói, e não consigo controlar minha necessidade de fazer xixi."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça e visão turva, e também tenho tido refluxo ácido e indigestão depois de comer."}
{"output_text":"dengue","input_text":"Tenho dor de cabeça e meus olhos doem. Tenho manchas vermelhas no pescoço e no rosto e erupções cutâneas nos braços. Meus braços e pernas doem muito. As manchas coçam e são desconfortáveis."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça e minha visão tem estado turva."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido muita dor nas costas e no pescoço. Também tenho tossido muito e me sinto fraco. Tenho tido tonturas e tenho dificuldade para ficar em pé."}
{"output_text":"espondilose cervical","input_text":"Tenho tido crises de tosse periódicas, dores nas costas terríveis e fraqueza nos membros. Tenho sentido dor no pescoço, bem como uma sensação de tontura e instabilidade."}
{"output_text":"infecção fúngica","input_text":"Tenho sentido muita coceira e erupções cutâneas na pele. Também há algumas manchas estranhas na pele que são de uma cor diferente do resto de mim, e às vezes tenho pequenos caroços que parecem nódulos."}
{"output_text":"catapora","input_text":"Tenho protuberâncias vermelhas e com coceira por todo o meu corpo. Elas são especialmente ruins nos meus braços e pernas. Também tenho dor de cabeça e febre. Não sinto vontade de comer nada e perdi o apetite."}
{"output_text":"pneumonia","input_text":"Estou tendo dificuldade para respirar e estou suando muito. Minha garganta está muito dolorida e tenho muito muco. Meu coração está acelerado e meu peito dói. Estou tossindo coisas vermelhas."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea por todo o meu corpo que coça muito. É vermelha e protuberante, e há algumas manchas escurecidas e algumas erupções minúsculas e nodulares. Isso tem acontecido há vários dias e está piorando."}
{"output_text":"infecção fúngica","input_text":"Tenho me coçado muito ultimamente, e minha pele está coberta de áreas com erupções. Há alguns pontos onde minha pele não parece ter sua tonalidade usual, e experimentei alguns caroços que são bastante dolorosos."}
{"output_text":"reação a medicamentos","input_text":"Tenho um gosto metálico na boca e meu paladar e olfato mudaram. Também tenho dores nas articulações e nos músculos."}
{"output_text":"alergia","input_text":"Minha pele coça e está vermelha. Às vezes, pode descamar. Meus lábios e bochechas incham, e é muito irritante. Às vezes tenho dores de cabeça e olhos lacrimejantes por causa do inchaço."}
{"output_text":"espondilose cervical","input_text":"Tenho tido acessos de tosse, dores nas costas e fraqueza nos braços e pernas. Também tenho tido dores no pescoço e tonturas."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho dificuldade para engolir, e não sinto vontade de comer. Frequentemente me sinto saciado, mesmo depois de comer apenas um pouco. Também tenho azia, náuseas e formigamento na garganta."}
{"output_text":"artrite","input_text":"Meu pescoço tem estado muito rígido e meus músculos têm se sentido bastante fracos recentemente. É difícil para me mover sem ficar rígido por causa das minhas articulações inchadas. Caminhar também tem sido muito desconfortável."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea nos braços e pescoço que coça muito. Tenho me sentido muito desconfortável o dia todo."}
{"output_text":"psoríase","input_text":"Tenho manchas vermelhas, com coceira e escamosas na minha pele. Elas geralmente estão nos meus órgãos genitais, mas também as tenho em outras partes do meu corpo. Às vezes são dolorosas e desconfortáveis."}
{"output_text":"artrite","input_text":"Tenho sentido muita dor nas minhas articulações, especialmente nos joelhos e quadris. Também tenho muita rigidez no pescoço e nos ombros. Tenho tido dificuldade para andar e fazer outras atividades que eu costumava conseguir fazer sem dor."}
{"output_text":"asma brônquica","input_text":"Tenho tossido muito, e estou muito cansado. Tenho febre, e é difícil respirar. Também tossi muito muco."}
{"output_text":"pneumonia","input_text":"Tenho tido muitos problemas para respirar ultimamente, e tenho tossido muito catarro. Também tenho me sentido muito cansado e fraco, e tenho tido calafrios e febre. Meu peito dói, e meu coração está acelerado."}
{"output_text":"alergia","input_text":"Tenho muitos espirros e dor de garganta. Meus lábios e a área ao redor dos meus olhos às vezes incham. Não consigo parar de espirrar quando começo."}
{"output_text":"varizes","input_text":"Tenho uma contusão na minha perna e a pele ao redor das veias está seca e escamosa. Minhas pernas começaram a inchar."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar, e tenho tossido muito. Também tenho tido febre, e estou me sentindo muito cansado. Não tenho certeza do que está acontecendo, mas estou preocupado."}
{"output_text":"infecção do trato urinário","input_text":"Tenho sangue na urina e às vezes sinto náuseas quando faço xixi. Também tenho febre alta à noite e meu xixi cheira mal."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito doente ultimamente. Meu nariz está escorrendo muito, e não consigo parar de espirrar. Também estou exausto e com febre."}
{"output_text":"reação a medicamentos","input_text":"Tenho erupções cutâneas no peito e nas costas e sinto coceira por todo o corpo. Às vezes tenho pele escamosa, o que muitas vezes deixa marcas no meu corpo."}
{"output_text":"reação a medicamentos","input_text":"Tenho dificuldade para me concentrar e minha mente não está clara. Tenho dificuldade em me lembrar das coisas e esqueço muito as coisas."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar ultimamente. Tenho uma tosse seca e estou tossindo muito muco. Também tenho febre e estou me sentindo muito fraco e cansado."}
{"output_text":"reação a medicamentos","input_text":"Tenho uma erupção cutânea nas costas e no peito, e minha pele coça. Às vezes minha pele está seca e escamosa, o que muitas vezes resulta em manchas no corpo."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido muita dor nas costas, e meu pescoço também dói. Também tenho sentido tontura e instabilidade, e meus braços e pernas estão dormentes."}
{"output_text":"asma brônquica","input_text":"Tenho uma tosse forte e estou muito cansado. Tenho febre alta e minha respiração é superficial. Quando tossi, sai muita saliva."}
{"output_text":"reação a medicamentos","input_text":"Tenho uma erupção cutânea nas costas e no peito, e todo o meu corpo coça. Minha pele pode estar seca e escamosa às vezes, o que frequentemente deixa marcas no meu corpo."}
{"output_text":"febre tifoide","input_text":"Tenho tido constipação e dor de estômago há alguns dias. É realmente desconfortável e está começando a afetar minha vida diária."}
{"output_text":"reação a medicamentos","input_text":"Não estou mais interessado em sexo, e é difícil para mim ficar excitado. Também tenho névoa cerebral e me sinto confuso com frequência."}
{"output_text":"reação a medicamentos","input_text":"Tenho febre e me sinto muito tonto e atordoado. Meu coração está batendo forte e minha cabeça está muito nebulosa. Não consigo pensar direito e tudo parece embaçado."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente e cansado. Perdi peso e tenho febre. Minha urina está escura e minha pele está amarela. Também tenho dor de estômago."}
{"output_text":"infecção fúngica","input_text":"Minha pele tem agido ultimamente, tem coçado muito e tenho tido erupções cutâneas. Algumas manchas da minha pele têm uma cor diferente do resto da minha pele, e tenho alguns caroços ou protuberâncias na minha pele que não estavam lá antes."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho uma sensação de queimação na garganta que vai e vem, e piora depois que como. Também tenho um gosto amargo ou azedo na boca às vezes."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, tosse e fraqueza nos meus músculos. Meu pescoço está dolorido e tenho tido tonturas e instabilidade."}
{"output_text":"icterícia","input_text":"Tenho sentido uma coceira intensa por todo o meu corpo. Também tenho vomitado e me sentido muito cansado. Perdi muito peso e tenho febre alta. Minha pele ficou amarela e minha urina está escura. Também tenho tido dor abdominal."}
{"output_text":"pneumonia","input_text":"Estou com dificuldade para respirar e me sinto muito desconfortável. Estou suando muito e minha garganta está muito dolorida. Meu peito dói e meu coração está batendo rápido. Estou tossindo muito muco e ele é marrom."}
{"output_text":"artrite","input_text":"Tenho sentido rigidez no pescoço e minhas articulações aumentaram. Tem sido difícil para me mover, e caminhar tem sido um desafio."}
{"output_text":"catapora","input_text":"Tenho me sentido muito doente ultimamente. Tenho febre e tenho tido essas manchas vermelhas que coçam por todo o meu corpo. Não tenho certeza do que está errado comigo, mas estou preocupado."}
{"output_text":"infecção do trato urinário","input_text":"Tenho que ir ao banheiro o tempo todo, mas só faço um pouquinho de xixi. Meu estômago dói muito e não consigo controlar minhas vontades de fazer xixi."}
{"output_text":"catapora","input_text":"Tenho pequenas manchas vermelhas por todo o corpo. Não sei o que são e elas estão me preocupando. Também perdi o apetite e todas as noites estou exausto e com uma dor de cabeça forte."}
{"output_text":"enxaqueca","input_text":"Tenho rigidez no pescoço e problemas nos olhos, e tenho tido fome o tempo todo."}
{"output_text":"infecção do trato urinário","input_text":"Tenho sangue na urina e febre baixa. Também tenho tido dores de cabeça e uma vontade forte e incontrolável de urinar. Também comecei a ter dor na região lombar."}
{"output_text":"psoríase","input_text":"Minha pele está seca e escamosa, e pego infecções facilmente. Minhas articulações doem muito, e a pele dos meus joelhos e cotovelos está descascando."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido muita dor no pescoço e nas costas. Também me sinto tonto e fraco."}
{"output_text":"diabetes","input_text":"Tenho uma tosse seca que não passa. Também pego infecções que não parecem cicatrizar, e tenho palpitações. Minha garganta dói às vezes, mas melhora."}
{"output_text":"artrite","input_text":"Tenho me sentido muito fraco nos meus músculos ultimamente e meu pescoço tem estado muito rígido. Tem sido difícil para me mover porque minhas articulações estão inchadas e dói para andar."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho sentido muita dor de estômago e azia. Também tenho me sentido muito cansado e sem apetite."}
{"output_text":"febre tifoide","input_text":"Tenho me sentido muito doente na última semana. Tenho vomitado e tido diarreia, e perdi muito peso. Também tenho febre, dor de cabeça e dor de estômago. Estou muito preocupado com a minha saúde."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho muitos gases e arrotos. Tenho dor no peito que sobe pelo pescoço e vai para a mandíbula e o braço. Sinto como se meu peito estivesse apertado e pesado."}
{"output_text":"diabetes","input_text":"Tenho tido dificuldade para enxergar as coisas com clareza, e parece estar piorando. Também estou sempre cansado e exausto, e fico tonto e com vertigem com frequência."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho uma fome e apetite vorazes. Às vezes tenho cãibras e espasmos abdominais. Há inchaço e gases depois de comer, o que me causa muito desconforto."}
{"output_text":"impetigo","input_text":"Tenho febre e me sinto fraco. Tenho feridas no rosto que coçam e doem. Elas vazam um líquido amarelo."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, uma tosse persistente e fraqueza nos braços e pernas. Também tenho dor no pescoço e tenho tido tonturas e dificuldade para me equilibrar."}
{"output_text":"psoríase","input_text":"Tenho uma película prateada na minha pele, principalmente nas minhas costas, braços e couro cabeludo. É composta por pequenas escamas que se soltam facilmente quando as coço."}
{"output_text":"diabetes","input_text":"Tenho visão turva e está piorando. Estou sempre cansado e fico tonto e com vertigem às vezes."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho um apetite muito forte e estou sempre com fome. Meu estômago às vezes dói e tem cãibras. Tenho gases e inchaço muito dolorosos depois de comer."}
{"output_text":"malária","input_text":"Tenho sentido febre alta, vômitos, calafrios e coceira intensa. Também tenho dor de cabeça e estou suando profusamente. Meu desconforto também tem sido acompanhado por náuseas e dores musculares."}
{"output_text":"pneumonia","input_text":"Tenho tossido muito ultimamente, e dói quando respiro fundo. Também estou sentindo muito frio e cansaço, e meu coração está batendo muito rápido. Quando tossi, às vezes tossi catarro um pouco sangrento."}
{"output_text":"dengue","input_text":"Tenho febre alta e dor de cabeça. Meu corpo dói e sinto frio. Estou preocupado com a minha saúde."}
{"output_text":"artrite","input_text":"Tenho sentido muita dor nas minhas articulações ultimamente. Meu pescoço tem estado muito rígido e é difícil para me mover. Minhas articulações têm inchado e é difícil para me mover sem sentir rigidez. Caminhar também tem sido muito doloroso."}
{"output_text":"dengue","input_text":"Tenho tido uma dor de cabeça muito forte que fica atrás dos meus olhos. Também não tenho apetite e sinto muito frio à noite."}
{"output_text":"catapora","input_text":"Tenho febre, dor de cabeça e não consigo comer. Sinto que vou vomitar. Também tenho algumas manchas vermelhas nos braços."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar e tenho tossido muito. Tenho tossido muito escarro espesso e mucoso e tenho febre alta."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea na pele que é composta por bolhas. As bolhas são dolorosas e estão cheias de líquido. Também tenho febre."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente ultimamente. Tenho sentido coceira por todo o corpo e tenho vomitado. Também perdi muito peso e tenho febre. Minha pele ficou amarela e minha urina está escura. Também tenho tido dor abdominal."}
{"output_text":"infecção do trato urinário","input_text":"Minha urina está escura e com sangue e tem um cheiro muito ruim. Tenho tido flutuações de temperatura e não consigo dormir à noite."}
{"output_text":"reação a medicamentos","input_text":"Tenho tido enxaquecas e dores de cabeça. Não consigo dormir. Meu corpo inteiro está tremendo e arrepiado. Às vezes sinto tonturas."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido muita dor no pescoço e nas costas. Também tenho uma tosse seca e me sinto fraco e tonto."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Sinto uma sensação de queimação na garganta depois de comer. Às vezes também sinto um gosto amargo ou azedo na boca, o que me faz sentir enjoado."}
{"output_text":"espondilose cervical","input_text":"Sinto muita dor no pescoço e nas costas. Também me sinto fraco e com vertigem. Tenho tossido muco."}
{"output_text":"malária","input_text":"Tenho tido febre, calafrios e náuseas. Também tenho suado muito e estou com dor de cabeça. Meus músculos estão doloridos e tenho me coçado muito."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente ultimamente. Tenho sentido coceira e vomitado, e perdi muito peso. Minha pele ficou amarela e tenho tido febre alta. Meu estômago também tem doído."}
{"output_text":"dengue","input_text":"Tenho me sentido nauseado e perdi o apetite. Também me sinto inquieto e tenho dores nas costas e nos músculos."}
{"output_text":"catapora","input_text":"Tenho me sentido muito doente ultimamente. Tenho tido muitas náuseas e me sinto muito inquieto. Também notei algumas erupções cutâneas nos braços e nas pernas. Perdi o apetite e me sinto exausto todos os dias."}
{"output_text":"diabetes","input_text":"Tenho cicatrização lenta de feridas e cortes. Sinto um formigamento na mão e dormência nas mãos e nos pés. Também tenho muita sede e estou sempre cansado."}
{"output_text":"infecção do trato urinário","input_text":"Sinto uma sensação de queimação quando faço xixi. Às vezes é muito doloroso e minha urina cheira mal. Tenho que fazer xixi com mais frequência, especialmente à noite."}
{"output_text":"icterícia","input_text":"Tenho sentido muita coceira, tontura e cansaço. Perdi peso e tenho febre. Minha urina está escura e minha pele ficou amarela. Também sinto dor de estômago."}
{"output_text":"infecção fúngica","input_text":"Tenho manchas vermelhas por todo o corpo e elas coçam. Algumas das manchas são de cores diferentes da minha pele e tenho protuberâncias na minha pele."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente ultimamente. Tenho vomitado, estou cansado o tempo todo e perdi muito peso. Minha pele ficou amarela e minha urina está escura. Também tenho tido dor abdominal."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, uma tosse seca e fraqueza nos braços e pernas. Também tenho me sentido tonto e instável, e meu pescoço dói."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente e cansado. Perdi peso e tenho febre. Minha urina está escura e minha pele está amarela. Também tenho tido dor de estômago."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea ao redor do nariz e dos lábios que é vermelha e dolorosa. Ela tem um líquido amarelo saindo dela."}
{"output_text":"dengue","input_text":"Tenho sentido dores musculares intensas nos últimos dias. Parece uma dor constante. Há também manchas vermelhas por todo o meu corpo e a coceira é muito forte."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito doente ultimamente. Tenho espirrado muito e meu nariz está escorrendo. Minha garganta também está muito arranhada e tenho me sentido muito cansado."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea na minha pele que é muito desconfortável. Há também algumas manchas estranhas de uma cor diferente e algumas espinhas que parecem pequenos nós."}
{"output_text":"hipertensão","input_text":"Tenho me sentido tonto e com vertigem, e também notei que tenho tido dores de cabeça com mais frequência."}
{"output_text":"reação a medicamentos","input_text":"Tenho uma clareza mental terrível e acho difícil me manter focado. Eu regularmente esqueço coisas e tenho problemas para me lembrar de coisas. Também tenho dificuldade para me concentrar e acho difícil prestar atenção."}
{"output_text":"icterícia","input_text":"Tenho sentido muita coceira, tontura e cansaço. Perdi peso e tenho febre. Minha urina está escura e minha pele ficou amarela. Também sinto dor de estômago."}
{"output_text":"varizes","input_text":"Tenho varizes nas minhas pernas. Elas são muito dolorosas e dificultam o sono à noite. Também tenho cãibras quando corro."}
{"output_text":"catapora","input_text":"Tenho me sentido muito doente e perdi o apetite. Também notei algumas manchas vermelhas nos braços, pescoço e rosto que coçam quando as toco."}
{"output_text":"alergia","input_text":"Tenho dificuldade para respirar e falta de ar. Tosso incontrolavelmente e meus olhos ficam com coceira e incham. Também incho no rosto e em outras partes do corpo."}
{"output_text":"resfriado comum","input_text":"Sinto-me fraco e meus gânglios linfáticos estão inchados. Meus olhos ardem e minha garganta dói. Meus seios da face estão congestionados e meu nariz está entupido. Não consigo sentir o cheiro de nada e meu peito dói."}
{"output_text":"pneumonia","input_text":"Tenho tido calafrios, fadiga e tosse há alguns dias. Também tenho suado muito e me sentido fraco e indisposto. Tive catarro grosso e preto, e meu peito dói. Meu coração também tem acelerado."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito doente e exausto ultimamente. Minha garganta está arranhada e meu nariz está escorrendo muito. Também tenho dor de cabeça e meu pescoço parece inchado."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto e perto do nariz. Ela está lá há alguns dias e está começando a se espalhar pelos meus braços e pernas."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho tido fezes com sangue há algum tempo, e também estou me sentindo bastante fraco. Acho que posso ter anemia."}
{"output_text":"doença da úlcera péptica","input_text":"Sinto uma sensação de queimação no estômago que piora quando me deito. Também sinto dor depois de comer certos alimentos, como alimentos picantes ou ácidos. Às vezes tenho fezes moles depois de comer esses alimentos."}
{"output_text":"asma brônquica","input_text":"Tenho uma tosse que não passa, e estou tendo dificuldade para respirar. Também estou muito fraco e cansado, e minha febre está muito alta. Estou tossindo muito muco, e estou com muita raiva e frustração."}
{"output_text":"infecção do trato urinário","input_text":"Tenho uma temperatura muito baixa e meu xixi cheira muito mal. A área perto dos meus rins dói muito e não consigo segurar o xixi. Frequentemente tenho essas vontades incontroláveis de ir ao banheiro."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça há algum tempo. Elas geralmente são no lado esquerdo da minha cabeça e são muito dolorosas. Também sinto náuseas e tontura quando tenho dor de cabeça."}
{"output_text":"malária","input_text":"Tenho tido febre, calafrios e náuseas. Também tenho suado muito e estou com dor de cabeça. Meus músculos doem e tenho me coçado muito."}
{"output_text":"asma brônquica","input_text":"Tenho tido febre alta nos últimos dias, a saliva também ficou espessa, tosse seca, fraqueza também observada"}
{"output_text":"varizes","input_text":"Minhas pernas estão inchadas e as veias estão saltando da minha pele. Elas são dolorosas e dificultam o sono à noite."}
{"output_text":"malária","input_text":"Tenho tido febre, vômitos, calafrios e coceira intensa. Também tenho dor de cabeça e estou suando muito. Meu desconforto também tem sido acompanhado por náuseas e dores musculares."}
{"output_text":"malária","input_text":"Tenho me sentido muito doente. Tive febre, calafrios, vômitos e coceira intensa. Também tive dor de cabeça e tenho suado muito. Tenho sentido muita náusea e meus músculos doem."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho muita azia, especialmente depois de comer alimentos picantes ou gordurosos. Minha dor no peito piora quando me curvo ou me deito."}
{"output_text":"dengue","input_text":"Tenho vomitado frequentemente e perdi o apetite como resultado. Há erupções cutâneas na minha pele e meus olhos doem, por causa do qual não consigo dormir direito."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho uma sensação de queimação na parte superior do estômago que vai e vem. Também tenho azia, indigestão e náuseas."}
{"output_text":"alergia","input_text":"Estou sempre exausto e sinto que tenho um formigamento na garganta. Minha pele está seca e meus olhos às vezes incham."}
{"output_text":"infecção do trato urinário","input_text":"Tenho me sentido muito mal ultimamente, e meu xixi cheira a ovo podre. Minha área renal dói, e não consigo segurar a urina. Tenho que ir ao banheiro o tempo todo."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto, pescoço e braços. É vermelha e está ardendo. Estou preocupado com isso."}
{"output_text":"psoríase","input_text":"Notei uma descamação repentina da pele nos meus braços, pernas e costas. Também tenho dor nas articulações e erupções cutâneas. A erupção está se espalhando para diferentes partes do meu corpo."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea por todo o corpo, e coça muito. Tenho alguns caroços que são bastante firmes, e algumas áreas que são de um tom mais escuro que o resto da minha pele. É realmente desagradável."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho um gosto azedo na boca o tempo todo, mesmo quando não comi nada ácido. Também tenho um caroço na garganta e soluços com frequência."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito mal recentemente. Tive febre alta, calafrios, tosse e dificuldade para respirar. Também tenho suado muito e me sentido muito fraco e cansado. Também tive um catarro grosso e vermelho."}
{"output_text":"diabetes","input_text":"Tenho sentido muita sede e fome ultimamente. Também tenho me sentido muito cansado."}
{"output_text":"reação a medicamentos","input_text":"Estou perdendo cabelo, e a textura do meu cabelo mudou muito. Minha caspa está piorando, e meu couro cabeludo está seco e com coceira. Minha pele também está ficando muito seca."}
{"output_text":"malária","input_text":"Tenho sentido febre alta, calafrios, vômitos e coceira intensa. Também tenho dor de cabeça, suores excessivos, náuseas e dores musculares."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, uma tosse crônica e fraqueza nos membros. Também tenho sentido desorientação e fraqueza nas pernas, e meu pescoço dói."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, tosse e fraqueza nos meus músculos. Meu pescoço dói e tenho tido tonturas e problemas para me equilibrar."}
{"output_text":"varizes","input_text":"Tenho a pele das panturrilhas com coceira e inflamada que é difícil de dormir. Também estou preocupado com os vasos sanguíneos que estão saltando."}
{"output_text":"asma brônquica","input_text":"Tenho febre e não consigo respirar pelo nariz ou pela boca. Estou cansado e tenho tossido muco. Você pode me recomendar alguns medicamentos?"}
{"output_text":"pneumonia","input_text":"Estou sentindo muito calor. Não consigo respirar bem. Estou suando muito. Estou tremendo. Estou muito cansado. Meu coração está batendo rápido. Estou tossindo algumas coisas marrons."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente. Tenho vomitado e tenho febre alta. Minha pele ficou amarela e minha urina está escura. Também tenho dor abdominal."}
{"output_text":"catapora","input_text":"Não tenho apetite e sinto vontade de vomitar. Também estou muito cansado. Tenho erupções cutâneas na pele que estão me preocupando muito."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea nas bochechas e no nariz que está se espalhando para o pescoço e o peito. Também tenho febre."}
{"output_text":"asma brônquica","input_text":"Tenho tossido muito ultimamente, e é difícil para mim respirar. Também tenho febre, e me sinto fraco e cansado."}
{"output_text":"psoríase","input_text":"Tenho uma erupção cutânea na minha pele que coça e é desconfortável. Também notei pequenas reentrâncias nas minhas unhas, o que é preocupante."}
{"output_text":"psoríase","input_text":"Tenho uma erupção cutânea nos braços e pescoço que sangra e dói quando a coço. Também tenho pequenas reentrâncias nas minhas unhas."}
{"output_text":"dengue","input_text":"Tenho sentido muito frio e arrepios. Minhas costas e olhos doem muito. Também notei algumas manchas vermelhas nas minhas costas e pescoço."}
{"output_text":"alergia","input_text":"Tenho o nariz entupido. Também tenho rigidez e dor no peito às vezes à noite. Não consigo sentir gosto ou cheiro de nada."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea que coça e está dificultando o sono à noite. Também perdi o apetite e me sinto letárgico."}
{"output_text":"diabetes","input_text":"Tenho me sentido muito cansado ultimamente. Também tenho perdido peso e estou sempre com sede."}
{"output_text":"psoríase","input_text":"Tenho a pele grossa e rachada nos meus dedos e solas que dói e sangra frequentemente. A pele também coça e é coberta por escamas."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho tido fezes com sangue há algum tempo, e também estou me sentindo fraco. Acho que posso ter anemia."}
{"output_text":"espondilose cervical","input_text":"Tenho tido problemas com o meu pescoço. Ele tem doído, e tenho tido dificuldade para me manter equilibrado. Também tenho tido dormência nos meus braços e pernas."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça e dores no peito, e também desmaiei algumas vezes. Também notei que é difícil para me concentrar."}
{"output_text":"reação a medicamentos","input_text":"Tenho tido algumas mudanças estranhas no meu ciclo menstrual, e tenho tido algumas secreções vaginais inesperadas. Também tenho me sentido muito mal-humorada e agitada ultimamente."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar ultimamente. Tenho tossido muito, e meu peito parece apertado. Também tenho me sentido muito cansado e fraco."}
{"output_text":"dengue","input_text":"Estou sentindo dores no corpo extremas, dor de cabeça e vômitos. Desenvolvi manchas vermelhas por todo o meu corpo e estou com muita coceira."}
{"output_text":"malária","input_text":"Tenho febre alta, coceira intensa, calafrios e vômitos. Também tenho dor de cabeça e tenho suado muito. Além disso, tenho sentido náuseas e meus músculos doem."}
{"output_text":"febre tifoide","input_text":"Tenho sentido dor de estômago na última semana. Não está melhorando mesmo com medicação. Sinto vontade de vomitar e não consigo comer nada. Fiquei muito fraco."}
{"output_text":"impetigo","input_text":"Tenho febre e dor de cabeça. Tenho feridas perto do nariz e erupções cutâneas no pescoço. Estou realmente em dificuldades agora."}
{"output_text":"psoríase","input_text":"Tenho uma erupção cutânea vermelha e com coceira no rosto, especialmente ao redor do nariz, boca e olhos. Minhas unhas também estão inflamadas."}
{"output_text":"pneumonia","input_text":"Tenho tido febre há alguns dias, e está piorando. Tenho dificuldade para respirar e estou tossindo muito catarro. Também estou me sentindo muito cansado e fraco."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto que é vermelha, com coceira e dolorosa. Também está com bolhas. Também tenho sentido sintomas semelhantes à gripe, como febre e dores no corpo."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho azia e indigestão. Frequentemente vomito tudo o que como, e é difícil para mim engolir, pois a comida fica presa na minha garganta. A parte superior do meu abdômen está desconfortável."}
{"output_text":"reação a medicamentos","input_text":"Tenho tido alterações de humor e meu ciclo menstrual mudou. Também tive alguma secreção vaginal inesperada."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente. Tenho vomitado, tenho febre e tenho coçado por todo o corpo. Minha pele ficou amarela e minha urina está escura. Também tenho tido dor abdominal."}
{"output_text":"diabetes","input_text":"Tenho sentido muita sede e fome ultimamente. Também me sinto muito cansado às vezes."}
{"output_text":"malária","input_text":"Tenho tido febre há alguns dias, e está piorando. Também estou com muita coceira, e tenho vomitado. Sinto-me muito fraco e cansado, e minha cabeça dói. Meus músculos também estão muito doloridos."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar. Tenho tossido muito e estou tossindo muito muco espesso e pegajoso. Também tenho me sentido muito cansado e fraco."}
{"output_text":"catapora","input_text":"Tenho febre e manchas vermelhas por todo o corpo. Sinto-me muito cansado e não quero comer nada. Estou preocupado com o que está errado comigo."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho muita azia e refluxo ácido. Também me sinto doente depois de comer e às vezes vomito."}
{"output_text":"varizes","input_text":"Tenho essas cãibras nas minhas panturrilhas que são muito dolorosas. Elas surgem de repente e duram vários minutos. Elas estão dificultando minha caminhada e minhas atividades diárias."}
{"output_text":"hipertensão","input_text":"Tenho tido dor de cabeça o dia todo, e me sinto doente. Também estou tendo dificuldade para me concentrar e focar no meu trabalho."}
{"output_text":"infecção do trato urinário","input_text":"Tenho tido que fazer muito xixi, e dói quando faço. Às vezes vejo sangue no meu xixi, e ele cheira muito mal. Estou preocupado que eu tenha uma infecção. O que devo fazer?"}
{"output_text":"artrite","input_text":"Tenho sentido rigidez e fraqueza nos meus músculos do pescoço ultimamente. Minhas articulações ficaram rígidas, então é difícil para mim correr sem ficar rígido. Caminhar também tem sido desconfortável."}
{"output_text":"dengue","input_text":"Tenho febre e minhas costas doem. Também tenho erupções cutâneas nos braços e nas axilas. A parte de trás dos meus globos oculares dói muito. Estou preocupado com a minha saúde."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho uma sensação de queimação no peito e na garganta, e frequentemente sinto que tenho que pigarrear. Também tenho mau hálito e um gosto ruim na boca."}
{"output_text":"resfriado comum","input_text":"Tenho tossido muito e estou congelando. Meu nariz está entupido e meu rosto dói. Também tenho tossido algumas coisas desagradáveis, meu peito dói e meus músculos doem. Não consigo sentir o cheiro de nada."}
{"output_text":"varizes","input_text":"Tenho essas veias grandes e salientes nas minhas pernas que são muito dolorosas. Elas são realmente visíveis e estou preocupado com elas."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça, visão turva e refluxo ácido. Esses sintomas têm me incomodado e interferido nas minhas atividades habituais."}
{"output_text":"reação a medicamentos","input_text":"Tenho dificuldade para me concentrar e me lembrar das coisas. Sinto como se tivesse névoa cerebral."}
{"output_text":"reação a medicamentos","input_text":"Tenho me sentido muito doente ultimamente. Tenho sentido dor no peito e me sinto muito nauseado. Também suo muito."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Sinto uma sensação de queimação na garganta, especialmente depois que como. Às vezes também sinto um gosto azedo ou amargo na boca, o que me faz sentir enjoado."}
{"output_text":"artrite","input_text":"Os músculos do meu pescoço têm estado tensos e fracos ultimamente. Também tenho tido dificuldade para correr e caminhar porque minhas articulações estão rígidas."}
{"output_text":"artrite","input_text":"Tenho me sentido muito fraco nos meus músculos e meu pescoço tem estado muito rígido. Minhas articulações têm inchado e é difícil para me mover sem sentir rigidez. Caminhar também tem sido muito doloroso."}
{"output_text":"enxaqueca","input_text":"Tenho me sentido muito mal-humorado e sombrio ultimamente, e também notei uma mudança na minha visão. Acho que pode ser uma enxaqueca."}
{"output_text":"doença da úlcera péptica","input_text":"Perdi muito sangue e ferro por causa das minhas fezes com sangue, e agora tenho anemia e me sinto fraco."}
{"output_text":"enxaqueca","input_text":"Tenho sentido dores de cabeça, visão turva e distorcida e perturbação visual. Esses sintomas têm afetado minha vida diária e me causado desconforto."}
{"output_text":"psoríase","input_text":"Tenho pele grossa e escamosa nas minhas palmas e solas. A pele também está rachada e dolorosa."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça, dor no peito e tontura. Também tenho tido dificuldade para me concentrar e focar nas minhas tarefas."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente ultimamente. Tenho vomitado e tenho febre alta. Minha pele ficou amarela e minha urina está escura. Também tenho sentido dor abdominal. Estou preocupado que eu possa ter algo sério."}
{"output_text":"reação a medicamentos","input_text":"Sinto que vou desmaiar quando estou com febre. Minha cabeça está girando, e meu coração está acelerado. Não consigo pensar direito, e tudo está embaçado."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea que está se espalhando por toda a minha pele e coça muito. Também tenho algumas manchas descoloridas e pequenas protuberâncias por toda a minha pele."}
{"output_text":"malária","input_text":"Tenho tido febre alta, calafrios e coceira intensa. Também tenho dor de cabeça e estou suando muito. Tenho sentido náuseas e meus músculos doem."}
{"output_text":"hipertensão","input_text":"Tenho sentido dor de cabeça e dor no peito. Também tenho me sentido tonto e instável. Também estou tendo problemas para focar."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido muita dor nas costas e no pescoço. Também tenho uma tosse que produz catarro e me sinto fraco e tonto."}
{"output_text":"infecção fúngica","input_text":"Tenho áreas vermelhas e protuberantes na minha pele que coçam. Também tenho algumas protuberâncias que se assemelham a pequenos caroços e algumas manchas que são de um tom de pele diferente do resto do meu corpo."}
{"output_text":"catapora","input_text":"Tenho pequenas protuberâncias vermelhas nos braços e no rosto. Elas coçam e deixam o meu dia muito desconfortável."}
{"output_text":"dengue","input_text":"Tenho febre alta e uma dor de cabeça forte. Meu corpo dói e sinto calafrios todas as noites. Também sinto uma dor atrás dos meus olhos."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Sinto muita azia e indigestão, especialmente depois de comer alimentos picantes ou gordurosos. Quando me deito ou me inclino, meu desconforto no peito piora. Meu peito dói muito."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça, dores no peito e tonturas. Também sinto que estou perdendo o equilíbrio e não consigo me concentrar."}
{"output_text":"psoríase","input_text":"Tenho manchas secas e escamosas na pele dos meus joelhos, cotovelos e couro cabeludo. Essas manchas frequentemente coçam e às vezes doem."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito doente nos últimos dias. Tenho febre alta, falta de ar, e estou tossindo muito catarro. Também estou suando, sentindo calafrios, e estou muito cansado."}
{"output_text":"psoríase","input_text":"Tenho sentido muita coceira e vermelhidão na minha pele. Também notei que minhas unhas estão ficando quebradiças e começaram a desenvolver reentrâncias. Estou preocupado que isso possa ser um sinal de algo mais sério."}
{"output_text":"hipertensão","input_text":"Tenho me sentido mal há algum tempo. Tenho dor de cabeça, dor no peito, e me sinto instável e com problemas de equilíbrio. Também tenho dificuldade para focar."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar ultimamente. Sinto que não consigo respirar o suficiente, e estou sempre tossindo. Também estou muito cansado, e tenho tossido muito muco. Não tenho certeza do que está errado comigo, mas estou muito preocupado."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho tido fezes com sangue há algum tempo e me sinto muito fraco e cansado. Acho que posso ter perdido muito sangue."}
{"output_text":"diabetes","input_text":"Tenho que fazer muito xixi, e é difícil segurar. Sinto tontura e confusão. Não consigo enxergar muito bem."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto, especialmente ao redor do nariz. É vermelha e dolorosa, e há algumas feridas amarelas que estão vazando."}
{"output_text":"psoríase","input_text":"Tenho sentido uma erupção cutânea vermelha, com coceira e escamosa nos meus braços, pernas e tronco nas últimas semanas."}
{"output_text":"febre tifoide","input_text":"Tenho tido diarreia há alguns dias. É muito líquida e cheira mal. Também tenho uma dor de cabeça forte e sinto vontade de vomitar."}
{"output_text":"hipertensão","input_text":"Tenho sentido dores no peito, dores de cabeça e tonturas."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea que coça e é vermelha. Também é irregular e tem algumas manchas que são de uma cor diferente do resto da minha pele. Também tive algumas espinhas que se assemelham a pequenas bolinhas."}
{"output_text":"infecção fúngica","input_text":"Tenho sentido muita coceira, que tem sido acompanhada por uma erupção cutânea que parece piorar com o tempo. Há também certas áreas da pele que têm cores diferentes do resto, e notei vários caroços que se assemelham a pequenos nódulos."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça, dor no peito, tontura e dificuldade para me concentrar. Também estou me sentindo desequilibrado."}
{"output_text":"varizes","input_text":"Notei que minhas pernas estão inchadas e os vasos sanguíneos estão visíveis. Tenho pernas inchadas e consigo ver um fluxo de veias inchadas nas minhas panturrilhas."}
{"output_text":"infecção fúngica","input_text":"Tenho coçado muito recentemente, e minha pele está coberta por manchas. Há também algumas áreas onde minha pele não parece ter sua cor normal, e tive alguns caroços dolorosos."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido muita dor no pescoço e nas costas, e meus braços e pernas estão dormentes. Também tenho tido problemas com meu equilíbrio e vertigem."}
{"output_text":"varizes","input_text":"Tenho a pele das pernas vermelha e inflamada. Acho que consigo ver alguns dos vasos sanguíneos inchados. Estou realmente preocupado com isso."}
{"output_text":"pneumonia","input_text":"Estou com dificuldade para respirar e estou suando muito. Tenho muito muco na garganta e me sinto mal. Meu peito dói e meu coração está acelerado. Estou tossindo muco vermelho."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente. Tive febre, tenho perdido peso, e tenho me sentido muito cansado. Minha pele e minha urina ficaram amarelas, e tenho tido dor de estômago."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente. Tenho vomitado e sinto coceira. Também perdi muito peso e estou exausto. Minha pele ficou amarela e minha febre está alta. Também sinto dor de estômago e minha urina está escura."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Sinto que comida ou ácido voltam para minha garganta. Tenho dor no peito que piora se me deito. Tenho azia ou indigestão frequente, depois de comer e vomito."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça e dor no peito há alguns dias, e hoje também comecei a sentir tontura e vertigem."}
{"output_text":"artrite","input_text":"Tenho sentido fraqueza muscular e rigidez no pescoço, além de inchaço nas minhas articulações. Isso me dificulta andar sem sentir rigidez e desconforto."}
{"output_text":"febre tifoide","input_text":"Tenho tido febre alta nos últimos dias. É especialmente ruim à noite. Também tenho uma dor de cabeça leve e tenho tido prisão de ventre e diarreia."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente. Tenho vomitado, não tenho energia e perdi peso. Minha pele está amarela e minha urina está escura. Também tenho tido dor abdominal."}
{"output_text":"psoríase","input_text":"Tenho sentido dor nas minhas articulações e notei que minha pele está descascando em diferentes lugares. Estou preocupado que algo esteja errado comigo."}
{"output_text":"impetigo","input_text":"Tenho tido febre há alguns dias e agora tenho feridas perto do meu nariz. As feridas são dolorosas e me sinto desconfortável."}
{"output_text":"reação a drogas","input_text":"Tenho queda de cabelo e há uma mudança significativa na textura do meu cabelo. Tenho o couro cabeludo seco e com coceira e aumento da caspa. Minha pele também está ficando muito seca. Acho que pode ser por causa da medicação que estou tomando."}
{"output_text":"impetigo","input_text":"Tenho me sentido muito cansado e tenho febre. Tenho uma erupção cutânea no rosto e ela coça muito. Não consigo dormir por causa da erupção cutânea."}
{"output_text":"impetigo","input_text":"Tenho febre e meu nariz está dolorido. Há feridas vermelhas no meu nariz que são dolorosas e têm uma substância amarela saindo delas."}
{"output_text":"alergia","input_text":"Tenho nariz entupido e congestão nasal. Às vezes, tenho rigidez no pescoço e desconforto no peito à noite. Não consigo sentir gosto nem cheiro de nada."}
{"output_text":"catapora","input_text":"Tenho muitas pequenas manchas vermelhas por todo o rosto e pescoço. Elas coçam e deixam meu dia muito desconfortável."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça recorrentes e visão embaçada. Também tenho refluxo ácido e dificuldade para digerir a comida."}
{"output_text":"catapora","input_text":"Tenho me sentido muito doente ultimamente. Tenho febre, gânglios linfáticos inchados e dor de cabeça. Não sinto vontade de comer nada, e estou muito fraco e cansado. É difícil para mim me concentrar na minha vida diária."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas há algum tempo. Tem piorado ultimamente. Também tenho uma tosse que não vai embora. Tenho sentido fraqueza nos braços e nas pernas. Meu pescoço dói e tenho sentido tontura e desequilíbrio."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea com pequenas protuberâncias que coçam e são dolorosas. Também tenho febre e me sinto cansado."}
{"output_text":"enxaqueca","input_text":"Tenho sentido muitas dores de cabeça e minha visão está embaçada. Também tenho tido dificuldade para digerir a comida e sinto que tenho refluxo ácido."}
{"output_text":"diabetes","input_text":"Tenho muitas irritações e erupções cutâneas na pele, especialmente nas dobras da pele. Quaisquer feridas ou hematomas que tenho na pele também cicatrizam muito lentamente."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Frequentemente, tenho uma sensação de queimação na garganta, especialmente depois de comer. Às vezes, também sinto um gosto amargo ou azedo que me faz sentir mal."}
{"output_text":"catapora","input_text":"Tenho erupções na pele que coçam e tenho febre. Não sei o que está causando isso."}
{"output_text":"reação a drogas","input_text":"Tenho me sentido muito tonto e desorientado ultimamente, e também notei que meu desejo sexual diminuiu. Também estou tendo dificuldade para pensar com clareza."}
{"output_text":"resfriado comum","input_text":"Tenho espirrado e tossido há alguns dias. Também estou me sentindo muito cansado e fraco. Minha febre está bem alta."}
{"output_text":"alergia","input_text":"Tenho dificuldade para respirar e fico sem fôlego facilmente. Meus olhos doem e tenho uma tosse seca e irritante. Meu rosto e corpo estão inchados."}
{"output_text":"artrite","input_text":"Meus músculos estão fracos e meu pescoço está rígido. Minhas articulações estão inchadas, o que me dificulta andar sem sentir rigidez. Andar também é desconfortável."}
{"output_text":"febre tifoide","input_text":"Estou com uma dor de estômago muito forte e diarreia. Também tenho febre e dor de cabeça. Os últimos dias têm sido realmente desagradáveis."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça, dor no peito, tontura e dificuldade para ficar em pé. Também sinto que não consigo me concentrar tão bem quanto antes."}
{"output_text":"asma brônquica","input_text":"Estou tão cansado e fraco, e minha febre está muito alta. Tem sido difícil lidar com todos esses sintomas, e também tenho tossido muito muco. Estou ficando muito frustrado."}
{"output_text":"dengue","input_text":"Tenho sentido dor muscular e dor de cabeça. A dor muscular é como uma dor constante que piora quando tento usar os músculos afetados. Também tenho pequenas manchas vermelhas se desenvolvendo no rosto, pescoço e braços."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça e dor no peito há algum tempo, e tem piorado. Também sinto tontura e vertigem às vezes. Não tenho certeza do que está acontecendo, mas estou preocupado."}
{"output_text":"hipertensão","input_text":"Tenho sentido tontura e vertigem, e também tenho tido dificuldade para manter o equilíbrio. Também tenho tido uma dor de cabeça que não foi embora."}
{"output_text":"diabetes","input_text":"Tenho uma ferida que não está cicatrizando bem. Minhas mãos e pés estão dormentes e com formigamento."}
{"output_text":"catapora","input_text":"Tenho um monte de manchas vermelhas por todo o corpo. Elas coçam e estão começando a inchar. Acho que estão se espalhando."}
{"output_text":"infecção do trato urinário","input_text":"Tenho uma sensação de queimação ao fazer xixi, e meu abdômen inferior dói. Também tenho uma temperatura baixa e me sinto fraco."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho dificuldade para engolir, e me sinto cheio mesmo depois de comer uma pequena refeição. Também tenho azia, náuseas e uma sensação de formigamento na garganta."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça e visão distorcida, fome excessiva, rigidez no pescoço, depressão, irritabilidade e distúrbio visual."}
{"output_text":"infecção fúngica","input_text":"Tenho muitas protuberâncias que coçam na minha pele que às vezes ficam vermelhas ou ásperas. Também tenho algumas espinhas estranhas que parecem pequenas bolinhas e algumas manchas estranhas que são de uma cor diferente do resto da minha pele."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito cansado e com enjoo. Também tenho perdido peso e estou com febre. Minha urina está escura e minha pele ficou amarela. Também tenho tido dor de estômago."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, uma tosse persistente e fraqueza nos membros. Também tenho problemas com vertigem e perda de equilíbrio, e meu pescoço dói."}
{"output_text":"catapora","input_text":"Tenho tido febre há alguns dias, e isso está começando a me preocupar. Também tenho dor de cabeça, e me sinto fraco e letárgico."}
{"output_text":"psoríase","input_text":"Tenho furos nas minhas unhas e estou preocupado com o que isso poderia ser. Também tenho erupções cutâneas nos braços e nas costas e minhas articulações doem."}
{"output_text":"febre tifoide","input_text":"Tenho me sentido muito doente ultimamente. Perdi o apetite e notei uma perda de peso significativa. Tenho dor abdominal, especialmente na área do estômago e intestinos. Estou preocupado com minha saúde."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea por todo o corpo que coça e é vermelha. Algumas das manchas são de uma cor diferente da minha pele e há alguns caroços ou espinhas na minha pele."}
{"output_text":"resfriado comum","input_text":"Tenho tido coriza e espirros há alguns dias. Meus olhos também estão vermelhos e irritados. Tenho tossido muito, e meu peito parece apertado. Não consigo sentir cheiro de nada, e meus músculos estão doendo."}
{"output_text":"malária","input_text":"Tenho tido calafrios, náuseas, febre alta e dor de cabeça. Também tenho suado muito e sentido dores musculares."}
{"output_text":"febre tifoide","input_text":"Tenho tido fortes dores de estômago e prisão de ventre nos últimos dias. Também tenho dor de cabeça e calafrios todas as noites."}
{"output_text":"malária","input_text":"Tenho me sentido muito doente ultimamente. Tenho febre alta, calafrios e coceira intensa. Também tenho vomitado e suado muito. Tenho dor de cabeça e meus músculos estão doloridos."}
{"output_text":"febre tifoide","input_text":"Tenho tido fortes dores na barriga e prisão de ventre nos últimos dias. Também tenho febre, calafrios e dores de cabeça todas as noites. Estou realmente desconfortável."}
{"output_text":"febre tifoide","input_text":"Tenho uma dor aguda no estômago. Também tenho vomitado muito e sinto muito enjoo."}
{"output_text":"varizes","input_text":"Tenho algumas veias nas pernas que estão saltando. Estou preocupado com isso. Também estou acima do peso e acho que essa pode ser a causa."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar e tenho tossido muito. Também estou muito cansado. Tenho tossido muita coisa espessa e pegajosa. Tem sido muito difícil lidar com tudo isso."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça, visão embaçada e refluxo ácido. Esses sintomas têm me incomodado e interferido nas minhas atividades habituais."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea que começou como pequenas feridas vermelhas perto do meu nariz e pescoço. As feridas ficaram mais dolorosas e inflamadas nos últimos dias, e tenho febre alta."}
{"output_text":"alergia","input_text":"Tenho coriza e espirro muito. Meus olhos coçam e lacrimejam, e eu tusso muito. Minha cabeça dói o tempo todo."}
{"output_text":"diabetes","input_text":"Tenho tosse seca crônica. Tenho palpitações e minhas infecções não parecem melhorar. Também tenho dor de garganta que vai e vem."}
{"output_text":"reação a drogas","input_text":"Ganhei muito peso e agora estou muito obeso. Tenho diferentes vontades e diferentes apetites. Tenho tomado uma nova medicação para minha depressão."}
{"output_text":"psoríase","input_text":"Tenho sentido muito descamação da pele e erupções cutâneas nos braços, pernas e costas. Também tenho dores nas articulações."}
{"output_text":"impetigo","input_text":"Tenho feridas vermelhas no rosto e perto do nariz. A erupção cutânea está se espalhando rapidamente no meu pescoço e peito."}
{"output_text":"malária","input_text":"Tenho sentido muito calor e suor, e tenho vomitado. Também tenho tido calafrios, e minha pele está muito coçando. Tenho tido dor de cabeça, e tenho me sentido muito enjoado e dolorido."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea por todo o corpo. Ela coça e é vermelha. Há algumas manchas que são de uma cor diferente do resto da minha pele. Também tenho algumas espinhas que parecem pequenas bolinhas."}
{"output_text":"resfriado comum","input_text":"Estou cansado e meu pescoço parece inchado. Meus olhos estão injetados e minha garganta está arranhando. Meu nariz está entupido e meu rosto parece sob pressão. Não consigo sentir cheiro de nada e meu peito dói."}
{"output_text":"icterícia","input_text":"Tenho tido uma coceira terrível e náuseas. Perdi peso e estou realmente exausto. Minha pele está amarela e tenho febre. Minha urina está escura e tenho dor de estômago."}
{"output_text":"hipertensão","input_text":"Tenho sentido tontura e ansiedade, e tenho tido dificuldade para me concentrar."}
{"output_text":"resfriado comum","input_text":"Tenho tido coriza e dor de garganta há alguns dias. Também sinto que tenho febre e meu corpo dói."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar, tossido muito e me sentido cansado. Tenho tossido muito muco espesso e pegajoso e estou com febre. Estou me sentindo muito exausto com tudo isso."}
{"output_text":"pneumonia","input_text":"Tenho tossido muito e sentido muito frio e cansaço. Tenho febre, e é difícil para mim respirar. Tenho suado muito e me sentido fraco e doente. Tive algum catarro espesso e preto."}
{"output_text":"malária","input_text":"Tenho me sentido muito doente nos últimos dias. Tive febre alta, calafrios e coceira intensa. Também tenho vomitado e suado muito. Tenho dor de cabeça e meus músculos estão doloridos."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça frequentes e visão embaçada. Também tenho rigidez no pescoço, ansiedade, irritabilidade e distúrbio visual. Também tenho tido problemas de estômago, incluindo indigestão e acidez."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar há algumas semanas. É especialmente ruim quando tento me exercitar ou quando estou perto de fumaça ou outros irritantes. Também tenho uma tosse persistente e estou sempre cansado."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea na pele que é vermelha, coça e dói. Está se espalhando por todo o meu corpo."}
{"output_text":"febre tifoide","input_text":"Tenho tido prisão de ventre e dor na barriga há alguns dias. A dor tem piorado e está realmente afetando minha vida diária. Também estou me sentindo muito cansado e fraco."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho tido fezes com sangue há algum tempo e também me sinto fraco e cansado. Acho que posso ter anemia."}
{"output_text":"varizes","input_text":"Tenho dor nas pernas que piora quando fico em pé ou ando por longos períodos. Também tenho cãibras e não consigo correr por muito tempo."}
{"output_text":"impetigo","input_text":"Tenho feridas no rosto que estão escorrendo um líquido claro. Também tenho febre alta e calafrios todas as noites, o que me dificulta dormir."}
{"output_text":"artrite","input_text":"Tenho me sentido muito fraco e meu pescoço está rígido. Minhas articulações estão inchadas e é difícil me mover. Andar é realmente doloroso."}
{"output_text":"malária","input_text":"Tenho tido febre muito alta, calafrios e náuseas. Também tenho suado muito e tenho dor de cabeça. Meus músculos estão doloridos e me sinto doente."}
{"output_text":"pneumonia","input_text":"Tenho dificuldade para respirar e me sinto muito doente. Estou suando muito e me sinto terrível. Meu peito dói e tenho muito muco na garganta. Meu coração está acelerado e a cor do muco que estou tossindo é estranha."}
{"output_text":"malária","input_text":"Tive febre alta, vômitos, calafrios e coceira intensa. Também tenho dor de cabeça e estou suando muito. Estou sentindo náuseas e meus músculos doem muito."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no nariz que é vermelha e coça. Parece que está queimando. Acho que pode ser uma infecção."}
{"output_text":"psoríase","input_text":"Tenho sentido dor nas articulações e descamação da pele. Estou preocupado com o que está acontecendo com meu corpo."}
{"output_text":"infecção fúngica","input_text":"Tenho essas manchas vermelhas e com protuberâncias na minha pele que coçam. Elas também são de uma cor diferente do resto da minha pele. Tive algumas protuberâncias que são meio que pequenos caroços."}
{"output_text":"hipertensão","input_text":"Tenho sentido dor no peito, tontura e uma dor de cabeça que parece uma pressão constante na testa."}
{"output_text":"artrite","input_text":"Sinto muita dor no pescoço e meus músculos estão fracos. Minhas articulações estão inchadas e tenho muita rigidez ao andar. Andar também é muito desconfortável."}
{"output_text":"febre tifoide","input_text":"Tenho tido febre há alguns dias e está começando a piorar. Também tenho uma dor de estômago terrível e estou com prisão de ventre."}
{"output_text":"febre tifoide","input_text":"Tenho vomitado e tido diarreia há alguns dias, e estou tendo dificuldade para me manter hidratado. Também tenho febre leve e dor de estômago."}
{"output_text":"resfriado comum","input_text":"Tenho tossido há dias. Meu nariz está entupido e meu rosto dói. Tenho tossido catarro, e dói tossir. Não consigo sentir cheiro de nada, e meus músculos doem."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea por todo o corpo que coça muito. Também tenho algumas protuberâncias que são firmes e algumas manchas que são de uma cor diferente do resto da minha pele."}
{"output_text":"infecção fúngica","input_text":"Tenho sentido bastante coceira recentemente, e tenho manchas de erupção cutânea por todo o corpo. Há também algumas regiões que não parecem ser da cor normal da minha pele, e experimentei alguns caroços firmes."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho um gosto azedo na boca o tempo todo, mesmo quando não comi nada ácido. Também tenho soluços muito e sinto como se tivesse um caroço na garganta."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho dor ou desconforto abdominal que piora quando como ou bebo. Tenho perda de apetite e me sinto fatigado depois de ir ao banheiro. Sinto-me muito cansado o tempo todo."}
{"output_text":"psoríase","input_text":"Tenho manchas vermelhas e escamosas na pele que coçam e doem. Elas estão principalmente nos joelhos, cotovelos e braços, mas também podem aparecer no couro cabeludo e em outras partes do corpo. Também tenho pequenas depressões nas unhas."}
{"output_text":"pneumonia","input_text":"Tenho dificuldade para respirar e estou suando muito. Sinto-me muito doente e minha garganta está cheia de catarro. Meu peito dói e meu coração está acelerado. Estou tossindo muito muco e ele é vermelho."}
{"output_text":"diabetes","input_text":"Sinto-me fraco e cansado. Não consigo sentir gosto ou cheiro das coisas tão bem quanto antes. Às vezes, meu coração bate rápido ou sinto que vou desmaiar."}
{"output_text":"pneumonia","input_text":"Tenho dificuldade para respirar e estou com febre muito alta. Estou suando muito e me sentindo muito frio e cansado. Meu coração está batendo muito rápido e tenho algum escarro amarronzado."}
{"output_text":"reação a drogas","input_text":"Sinto muita dor no peito e me sinto muito enjoado. Meu peito tem doído muito ultimamente e tenho estado muito trêmulo e ansioso."}
{"output_text":"malária","input_text":"Tenho me sentido muito doente. Tenho febre alta, calafrios e dor de cabeça. Também tenho vomitado e suado muito. Também estou com muita coceira e meus músculos doem."}
{"output_text":"asma brônquica","input_text":"Tenho me sentido muito cansado ultimamente e tenho tido essa tosse há alguns dias. Está ficando mais difícil respirar e estou tossindo muito catarro. Minha febre também está muito alta."}
{"output_text":"malária","input_text":"Tenho sentido muita coceira, calafrios, vômitos e febre. Também tenho dor de cabeça e estou suando muito. Além disso, tenho sentido náuseas e dores musculares."}
{"output_text":"catapora","input_text":"Estou me sentindo muito doente. Não tenho apetite e sinto vontade de vomitar. Também notei algumas manchas vermelhas na minha pele. Estou preocupado com minha saúde."}
{"output_text":"febre tifoide","input_text":"Tenho tido muita dor de estômago e inchaço, e tenho tido prisão de ventre. Também tenho febre alta e calafrios."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito cansado e doente. Tive uma tosse forte e dor de garganta. Tenho tido calafrios e febre. Apenas me sinto muito esgotado."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito cansado e com náuseas. Tive uma tosse muito forte e minha garganta está dolorida. Tenho tido muita pressão nos seios da face e meu nariz está entupido. Estou me sentindo muito mal e exausto."}
{"output_text":"alergia","input_text":"Tenho asma, e tenho chiado e problemas respiratórios. Também tenho dores de cabeça e febres. Estou sempre cansado."}
{"output_text":"asma brônquica","input_text":"Tenho tido muita dificuldade para respirar ultimamente. Tenho tossido muito catarro e meu peito parece apertado. Também estou me sentindo muito cansado e fraco."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea nos braços e pernas que coça e é vermelha. Também há algumas manchas de aparência estranha na minha pele. Às vezes, as protuberâncias parecem meio duras."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea que coça muito na minha pele e há algumas manchas estranhas que são de uma cor diferente. Há também algumas protuberâncias na minha pele que parecem pequenos nódulos. Acho que pode ser uma infecção fúngica."}
{"output_text":"asma brônquica","input_text":"Tenho dificuldade para respirar, e estou tossindo muito muco. Também estou com febre e me sinto muito fraco e exausto."}
{"output_text":"diabetes","input_text":"Tenho alterações de humor e dificuldade de concentração. Minha mente fica nebulosa e confusa às vezes e fica difícil fazer até mesmo as tarefas rotineiras. Também sinto muita sede e preciso urinar muito."}
{"output_text":"infecção fúngica","input_text":"Tenho muitas manchas que coçam na minha pele. Elas às vezes são vermelhas ou irregulares, e às vezes são de cores diferentes do resto da minha pele. Também tenho essas protuberâncias estranhas que parecem pequenas bolinhas."}
{"output_text":"infecção do trato urinário","input_text":"Tenho tido vontade frequente de urinar, mas quando vou ao banheiro, só elimino um pouco de urina. Também dói quando faço xixi, e minha urina está turva e tem um cheiro forte. Também tenho sentido náuseas e vomitado."}
{"output_text":"alergia","input_text":"Tenho dificuldade para respirar e sinto que fico sem fôlego facilmente. Meu rosto e peito estão inchados, meus olhos doem e tenho uma tosse seca e irritante."}
{"output_text":"pneumonia","input_text":"Estou suando muito e não consigo recuperar o fôlego. Sinto-me muito doente, minha garganta está cheia de muco, meu coração está acelerado e meu peito dói. Estou tossindo um muco espesso e de cor enferrujada."}
{"output_text":"febre tifoide","input_text":"Estou me sentindo muito fraco. Tenho tido muitas dores de estômago e prisão de ventre, e tenho vomitado muito. Não consigo comer nada por causa da dor."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho dificuldade para engolir alimentos e parece que a comida está presa na minha garganta. Também me sinto inchado e arroto muito. Tenho um gosto ruim na boca toda vez que como."}
{"output_text":"infecção fúngica","input_text":"Tenho sentido muita coceira ultimamente e há manchas de erupção cutânea por toda a minha pele. Há também algumas áreas que não parecem ter a cor normal da minha pele, e tive algumas protuberâncias que são meio duras. Não tenho certeza do que é, mas estou preocupado com isso."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito abatido e fraco. Minha garganta está muito dolorida e tenho tossido muito. Também tenho sentido muito frio e tenho febre."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça, visão embaçada e problemas de estômago. Também tenho rigidez no pescoço, depressão, impaciência e distúrbio visual."}
{"output_text":"icterícia","input_text":"Tenho perdido peso e me sentido enjoado. Minha pele está amarela e tenho febre. Minha urina está escura e meu estômago dói."}
{"output_text":"varizes","input_text":"Tenho varizes nas pernas. Elas estão inchadas e os vasos sanguíneos estão mais visíveis do que o normal. O inchaço parece estar piorando com o tempo."}
{"output_text":"pneumonia","input_text":"Tenho dificuldade para respirar. Estou tossindo muito muco. Meu peito dói. Estou suando muito. Sinto-me muito doente."}
{"output_text":"infecção fúngica","input_text":"Tenho tido muita coceira por todo o corpo, e notei algumas manchas vermelhas e escamosas na minha pele. Também tenho algumas protuberâncias que parecem pequenos nódulos."}
{"output_text":"icterícia","input_text":"Tenho sentido muita coceira e com enjoo. Perdi muito peso e estou exausto. Minha pele está amarela e tenho febre. Minha urina está escura e tenho tido dor de estômago."}
{"output_text":"artrite","input_text":"Meu pescoço tem estado extremamente rígido e meus músculos têm estado extremamente fracos. Tenho dificuldade para me mover sem sentir rigidez por causa do inchaço nas minhas articulações. Andar também é muito difícil."}
{"output_text":"alergia","input_text":"Tenho tido dificuldade para comer ultimamente. Tenho dor de garganta e meu nariz está escorrendo."}
{"output_text":"psoríase","input_text":"Tenho rachaduras nas palmas das mãos e nas solas dos pés que são dolorosas e sangram. A pele também está descascando."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito doente nos últimos dias. Tenho febre, não consigo recuperar o fôlego e estou tossindo muito catarro. Meu peito dói e meu coração está acelerado."}
{"output_text":"reação a drogas","input_text":"Estou perdendo meu cabelo, e ele está ficando muito seco e coçando. Minha caspa está piorando, e minha pele também está muito seca."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente. Perdi peso, tenho febre e estou muito cansado. Minha pele está amarela e minha urina está escura. Também tenho tido dor de estômago."}
{"output_text":"dengue","input_text":"Tenho erupções cutâneas na pele, que coçam quando as toco. Minhas articulações doem o dia todo e não me sinto bem. À noite, tenho febre leve e sinto calafrios, o que me dificulta dormir."}
{"output_text":"varizes","input_text":"Tenho sentido dor nas pernas, especialmente quando me exercito. As veias das minhas pernas também são muito proeminentes e dolorosas. Sinto-me fatigado o tempo todo."}
{"output_text":"febre tifoide","input_text":"Tenho tido diarreia há alguns dias. É realmente desconfortável e vai e vem. Também tenho dores de estômago e vômitos."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho uma sensação de queimação na parte superior do abdômen, e frequentemente sinto náuseas, azia e indigestão."}
{"output_text":"pneumonia","input_text":"Tenho febre muito alta, e não consigo respirar bem. Meu coração está acelerado, estou suando e sinto frio e cansaço. Também estou prestes a tossir catarro marrom."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente. Tenho vomitado e estou com febre alta. Minha pele ficou amarela e minha urina está escura. Também tenho tido dor abdominal."}
{"output_text":"espondilose cervical","input_text":"Tenho tido dor nas costas, tosse produtiva e fraqueza nos membros. Também tenho problemas de equilíbrio e tontura, e meu pescoço dói."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente ultimamente. Tenho vomitado e estou com febre alta. Também perdi muito peso e minha pele ficou amarela. Tenho me sentido muito cansado e tenho tido dor abdominal."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho uma dor de queimação no estômago que vai e vem. Também tenho muitos gases e inchaço. Tenho perdido peso e não sinto vontade de comer. Às vezes, tenho fezes escuras e pegajosas e sangue no meu vômito."}
{"output_text":"diabetes","input_text":"Tenho erupções cutâneas e irritações na pele, especialmente nas dobras da pele. Meus cortes e hematomas também demoram para cicatrizar."}
{"output_text":"catapora","input_text":"Tenho muitas manchas vermelhas na pele e elas estão se espalhando rapidamente. Também tenho febre leve e dor de cabeça todas as noites."}
{"output_text":"infecção do trato urinário","input_text":"Tenho tido sangue na minha urina. Também sinto que estou quase febril e às vezes sinto náuseas ao urinar."}
{"output_text":"malária","input_text":"Tenho me sentido muito doente nos últimos dias. Tive febre alta, calafrios e coceira intensa. Também tenho vomitado e suado muito. Tenho dor de cabeça e meus músculos estão doloridos. Sinto-me realmente miserável."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente nos últimos dias. Tenho vomitado, tido diarreia e me sentido muito cansado. Minha pele também ficou amarela e minha urina está escura. Também estou sentindo dor abdominal."}
{"output_text":"reação a drogas","input_text":"Estou perdendo cabelo, e ele está ficando mais fino. Meu couro cabeludo está seco e coçando, e tenho caspa. Minha pele também está seca."}
{"output_text":"psoríase","input_text":"Tenho uma condição de pele que causa manchas secas, vermelhas e escamosas na minha pele. Pode ser coceira e dolorosa, e pode piorar quando estou estressado ou se estou exposto a certos gatilhos, como luz solar ou certos produtos químicos."}
{"output_text":"artrite","input_text":"Tenho sentido rigidez e fraqueza nos músculos do meu pescoço recentemente. Minhas articulações ficaram rígidas e é difícil para mim correr sem ficar rígido. Andar também é muito desconfortável."}
{"output_text":"diabetes","input_text":"Tenho sensação de tremores e espasmos musculares. Tenho diminuição do olfato ou paladar e me sinto fatigado. Às vezes, tenho a sensação de batimentos cardíacos rápidos ou palpitações. Também sinto sede e urino frequentemente."}
{"output_text":"infecção do trato urinário","input_text":"Tenho tido sangue na minha urina. Às vezes sinto náuseas ao urinar. Isso muitas vezes quase coincide com eu ter febre alta. Também sinto que tenho que fazer xixi o tempo todo."}
{"output_text":"psoríase","input_text":"Tenho uma poeira prateada na minha pele e a pele dos meus braços e costas está começando a descascar. Isso é estranho e está me preocupando muito."}
{"output_text":"psoríase","input_text":"Tenho uma poeira prateada na minha pele e a pele dos meus braços e costas está começando a descascar. Isso é estranho e está me preocupando muito."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho muita azia e refluxo ácido. Também sinto náuseas e vomito depois de comer."}
{"output_text":"dengue","input_text":"Tenho vomitado nos últimos dias e tenho cólicas estomacais. Sinto tontura e fraqueza. Também sinto uma dor atrás dos olhos."}
{"output_text":"febre tifoide","input_text":"Tenho vomitado e tido diarreia na última semana. Também perdi muito peso e tenho febre alta. Tenho dor de cabeça e meu estômago dói."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, tosse e fraqueza nos braços e pernas. Meu pescoço dói, e tenho sentido tontura e desequilíbrio."}
{"output_text":"infecção fúngica","input_text":"Tenho sentido coceira na minha pele, o que muitas vezes leva a uma erupção cutânea. Também tenho algumas manchas estranhas na pele que são de uma cor diferente do resto da minha pele, e frequentemente tenho pequenos caroços que parecem nódulos."}
{"output_text":"diabetes","input_text":"Tenho me sentido muito cansado ultimamente, e tenho tido dificuldade para perder peso. Também tenho sentido muita sede, e tenho ido ao banheiro muito mais do que o normal."}
{"output_text":"varizes","input_text":"Tenho uma erupção cutânea nas pernas que é vermelha, inflamada e coça. Está se espalhando e causando muito desconforto."}
{"output_text":"hipertensão","input_text":"Tenho tido uma dor de cabeça que parece uma dor aguda na testa, e também tenho sentido tontura e dor no peito."}
{"output_text":"icterícia","input_text":"Tenho sentido coceira, enjoo e esgotamento. Também tive febre alta e perdi peso. Minha pele e minha urina ficaram amarelas. Também tenho tido dor de estômago."}
{"output_text":"hipertensão","input_text":"Tenho tido dor de cabeça o dia todo, e tem piorado. Também tenho dor no peito e tontura. Estou tendo dificuldade para me concentrar no meu trabalho."}
{"output_text":"varizes","input_text":"Tenho sentido cólicas nas minhas pernas há alguns dias. Acho que pode haver um hematoma nas minhas panturrilhas, mas não tenho certeza."}
{"output_text":"pneumonia","input_text":"Estou com dificuldade para respirar e me sinto muito desconfortável. Estou suando muito e minha garganta está cheia de catarro. Meu peito dói e meu coração está acelerado. O muco que estou tossindo é marrom."}
{"output_text":"dengue","input_text":"Tenho sentido dor nas costas há alguns dias. Piora quando sento ou fico em pé por muito tempo. Também tenho erupções cutâneas por todo o corpo e uma dor atrás dos olhos."}
{"output_text":"alergia","input_text":"Tenho asma, o que causa chiado e problemas respiratórios. Também tenho muitas dores de cabeça e febres. Estou sempre cansado."}
{"output_text":"febre tifoide","input_text":"Tenho tido diarreia há alguns dias. Tenho fezes moles e aquosas e preciso ir ao banheiro com frequência. Também sinto náuseas e perdi o apetite. Tenho febre leve também."}
{"output_text":"hipertensão","input_text":"Tenho tido dificuldade para me concentrar e focar. Também tenho sentido problemas de equilíbrio, dor de cabeça, dor no peito e tontura."}
{"output_text":"dengue","input_text":"Tenho me sentido muito doente nos últimos dias. Tenho dor intensa nas articulações, sinto vontade de vomitar o tempo todo e tenho uma dor de cabeça leve."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar, tossido muito e me sentido exausto. Tenho febre e tenho tossido muito muco espesso e pegajoso. Estou tão cansado e esgotado de lidar com isso."}
{"output_text":"malária","input_text":"Tenho febre alta, calafrios, náuseas e coceira intensa. Também tenho dor de cabeça e estou suando muito. Tenho dores musculares e náuseas."}
{"output_text":"dengue","input_text":"Tenho sentido muito frio, mesmo estando quente lá fora. Minhas costas doem e tenho manchas vermelhas nos braços."}
{"output_text":"icterícia","input_text":"Tenho perdido peso e me sentido muito cansado. Minha pele ficou amarela, e tenho febre. Minha urina está escura, e tenho tido dor de estômago."}
{"output_text":"reação a drogas","input_text":"Estou me sentindo muito mal. Tenho febre, e estou tonto e com náuseas. Minha cabeça está latejando, e meu coração está acelerado. Não consigo pensar direito, e tudo parece embaçado."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho perdido peso e não consigo recuperá-lo. Uso antiácidos para ajudar com a dor e o desconforto que sinto. Minha boca tem um gosto terrível."}
{"output_text":"dengue","input_text":"Tenho vomitado frequentemente e perdi o apetite como resultado. Minhas articulações e minhas costas doem o tempo todo."}
{"output_text":"artrite","input_text":"Tenho rigidez no pescoço e fraqueza muscular. Tenho dificuldade para me mover por causa do inchaço nas minhas articulações. Andar é doloroso."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito mal ultimamente. Meus seios da face estão entupidos e meus olhos estão vermelhos. Minha garganta está arranhando e tenho tossido muito catarro. Também tenho alguns gânglios linfáticos inchados."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho azia e indigestão. Frequentemente vomito tudo o que como, e tenho dificuldade para engolir alimentos porque eles ficam presos na minha garganta. Meu abdômen superior está me incomodando."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho uma sensação de queimação na garganta, especialmente depois de comer. Às vezes, também sinto um gosto azedo ou amargo na boca que me faz sentir náuseas."}
{"output_text":"alergia","input_text":"Tenho pele inchada e com coceira. Às vezes, descama. Meus lábios e bochechas estão inchados e doloridos. O inchaço às vezes me causa dores de cabeça e olhos lacrimejantes."}
{"output_text":"febre tifoide","input_text":"Tenho me sentido muito doente ultimamente. Tenho tido muitas náuseas e vômitos, e perdi o apetite. Também tenho me sentido muito fraco."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, tosse e dormência nos braços e pernas. Meu pescoço também dói, e tenho sentido tontura e desequilíbrio."}
{"output_text":"reação a drogas","input_text":"Ganhei muito peso e estou atualmente bastante gordo. Tenho muitas inclinações e desejos. Tenho tomado uma nova medicação para minha diabetes."}
{"output_text":"artrite","input_text":"Tenho sentido rigidez e fraqueza nos músculos do meu pescoço recentemente. Minhas articulações cresceram e é difícil para mim andar sem ficar rígido. Andar tem sido extremamente desconfortável."}
{"output_text":"alergia","input_text":"Estou sempre cansado, minha boca tem um gosto ruim e minha garganta coça. Meus músculos estão quentes e doem, e às vezes todo o meu corpo tem cãibras."}
{"output_text":"alergia","input_text":"Tenho dificuldade para respirar e fico sem fôlego. Tenho uma tosse seca e irritante, olhos que coçam e inchaço em todo o rosto e corpo. Também tenho coriza e espirros."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho dificuldade para engolir, e me sinto cheio mesmo depois de comer uma pequena refeição. Frequentemente tenho azia, náuseas e um formigamento na garganta."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho muita azia e refluxo ácido. Também tenho dor de garganta e mau hálito. Vomito muito."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, uma tosse seca e rigidez nos braços e pernas. Também tive problemas para me manter equilibrado e sinto tontura. Meu pescoço dói também."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça, azia, refluxo ácido e indigestão. Também tenho me sentido melancólico, impaciente, e tenho tido visão prejudicada e aumento do apetite."}
{"output_text":"diabetes","input_text":"Tenho tido dificuldade para ver as coisas com clareza, e parece que está piorando. Também estou muito cansado o tempo todo, e às vezes sinto tontura e vertigem."}
{"output_text":"alergia","input_text":"Sinto um pigarro na garganta e estou sempre cansado. Minha pele está seca e às vezes tenho inchaço ao redor dos olhos."}
{"output_text":"reação a drogas","input_text":"Tenho um gosto metálico na boca, e também sinto mudança no paladar e no olfato. Às vezes, sinto uma dor insuportável nas articulações e nos músculos."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar ultimamente. Sinto que não consigo ar suficiente, e meu peito parece apertado. Também tenho tossido muito, e tenho produzido muito muco."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto e feridas perto do nariz. As feridas são vermelhas, dolorosas e têm um exsudato amarelo."}
{"output_text":"enxaqueca","input_text":"Tenho tido perturbações visuais, vendo as coisas distorcidas e dificuldades de visão."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea por todo o corpo e sinto muita coceira. Também estou me sentindo muito cansado e não tenho apetite."}
{"output_text":"artrite","input_text":"Meu pescoço tem estado rígido e fraco ultimamente. Não consigo correr sem que minhas articulações fiquem rígidas, e andar é desconfortável."}
{"output_text":"dengue","input_text":"Sinto dor nas minhas articulações e costas. Sinto vontade de vomitar e estou muito fraco. Não consigo me concentrar no meu trabalho e não sinto vontade de fazer nada."}
{"output_text":"catapora","input_text":"Tenho sentido calor e febre há alguns dias. Também tenho uma erupção cutânea por todo o corpo que coça demais."}
{"output_text":"malária","input_text":"Tenho tido febre há alguns dias, e tem piorado. Também tenho tido calafrios, e minha pele está muito coçando. Tenho dor de cabeça, e estou suando muito. Meus músculos estão doloridos, e acabo de me sentir muito doente."}
{"output_text":"diabetes","input_text":"Tenho sentido muita sede e tenho urinado muito mais do que o normal. Minha boca e garganta estão sempre secas. Também tenho sentido muita fome e tenho comido muito mais do que o normal."}
{"output_text":"psoríase","input_text":"Tenho uma erupção cutânea na pele que é vermelha e coça. Sangra quando coço. Também tenho pequenas depressões nas minhas unhas e elas estão inflamadas."}
{"output_text":"infecção do trato urinário","input_text":"Tenho me sentido muito para baixo ultimamente e minha urina cheira muito mal. Não consigo segurar minha urina e meus rins doem. Também tenho tido desejos por coisas que normalmente não gosto."}
{"output_text":"psoríase","input_text":"Tenho tido erupções cutâneas na minha pele há algum tempo. Elas não estão cicatrizando e estão piorando. Também notei que a pele nos meus cotovelos e joelhos está descascando. Estou preocupado com isso e gostaria de consultar um médico."}
{"output_text":"varizes","input_text":"Tenho inchaço nas pernas que dificulta o encaixe nos meus sapatos. Não consigo correr ou ficar em pé por longos períodos. Posso ver alguns vasos sanguíneos inchados."}
{"output_text":"varizes","input_text":"Sinto muita dor nas minhas pernas, especialmente quando fico em pé por longos períodos. A pele ao redor das minhas veias está vermelha e inflamada, e coça. Também tenho cãibras regulares."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente e cansado. Perdi peso e tenho febre. Minha urina está escura e minha pele está amarela. Também tenho dor de estômago."}
{"output_text":"varizes","input_text":"Tenho cãibras nas panturrilhas quando ando, e acho que é porque estou acima do peso. Fico cansado depois de um tempo de trabalho."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, uma tosse que não vai embora e fraqueza nos braços e pernas. Meu pescoço dói e tenho sentido tontura e dificuldade para manter o equilíbrio."}
{"output_text":"varizes","input_text":"Tenho algumas veias nas minhas pernas que estão inchadas e salientes da minha pele. Elas são muito perceptíveis e me deixam constrangido."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto que está piorando. É muito dolorosa e começou a escorrer um líquido amarelo."}
{"output_text":"malária","input_text":"Estou sentindo febre alta, calafrios, náuseas e coceira intensa. Também tenho dor de cabeça e tenho suado muito. Também tenho sentido dores musculares."}
{"output_text":"asma brônquica","input_text":"Tenho tossido muito e estou muito cansado. Tenho tossido muito muco espesso e minha febre está bem alta."}
{"output_text":"malária","input_text":"Estou muito doente. Tenho febre, calafrios e dor de cabeça. Tenho vomitado e suado muito. Também sinto dores musculares e náuseas."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho muito refluxo ácido e dor de estômago. Também vomito muito depois de comer."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea por todo o corpo. Coça muito e me sinto muito doente."}
{"output_text":"resfriado comum","input_text":"Tenho espirrado muito, e meus olhos estão constantemente lacrimejando. Meu nariz está entupido, e é difícil respirar. Estou cansado o tempo todo, e tenho tossido muito catarro. Meus gânglios linfáticos também estão inchados."}
{"output_text":"enxaqueca","input_text":"Tenho tido problemas com a minha visão. Tenho visto as coisas distorcidas e minha visão tem estado embaçada."}
{"output_text":"asma brônquica","input_text":"Tenho tido dificuldade para respirar, tossido muito e tido febre. Também tenho tossido muito muco espesso e pegajoso, e estou me sentindo muito cansado. Não tenho certeza do que está acontecendo, mas não estou me sentindo bem."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito mal ultimamente, e simplesmente não consigo me livrar desse resfriado. Meu nariz está sempre escorrendo, e estou tossindo toda essa gosma. Minha garganta está dolorida, e tenho dor de cabeça. Também estou me sentindo muito cansado e dolorido."}
{"output_text":"alergia","input_text":"Estou tonto, com náuseas e trêmulo. Minha garganta está inchada, então estou com dificuldade para respirar. Às vezes, durante a noite, meu peito dói e me sinto mal."}
{"output_text":"artrite","input_text":"Meus músculos têm estado fracos, e meu pescoço tem estado rígido. Minhas articulações estão inchadas e é difícil se mover. Andar é realmente doloroso."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito mal ultimamente. Meus olhos estão vermelhos e lacrimejantes, e tenho tido essa pressão nos seios da face que não vai embora. Estou sempre me sentindo cansado e tenho tido muita dificuldade para respirar. Também tive muito muco na garganta e meus gânglios linfáticos estão inchados."}
{"output_text":"artrite","input_text":"Meus músculos têm estado fracos e meu pescoço tem estado rígido. Minhas articulações incharam e é difícil se mover sem ficar rígido. Andar também é desconfortável."}
{"output_text":"psoríase","input_text":"Tenho pequenas depressões nas unhas e elas geralmente ficam inflamadas e sensíveis ao toque. Também tenho pequenas erupções cutâneas nos braços."}
{"output_text":"diabetes","input_text":"Tenho uma tosse seca que não vai embora. Também tenho palpitações e minhas infecções não parecem melhorar. Às vezes, minha garganta dói, mas parece melhorar."}
{"output_text":"alergia","input_text":"Tenho muitos espirros e dor de garganta. Meus lábios e a pele ao redor dos meus olhos às vezes incham. Não consigo parar de espirrar quando começo."}
{"output_text":"dengue","input_text":"Tenho me sentido muito cansado e fraco, e não consigo dormir o suficiente. Também notei algumas pequenas manchas vermelhas nos meus braços e pernas."}
{"output_text":"malária","input_text":"Tenho febre muito alta, e estou suando muito. Também tenho tido calafrios, vômitos e coceira intensa no corpo. Sinto enjoo e tenho dor de cabeça. Meus músculos estão com dores excruciantes."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho perdido peso e estou tendo dificuldade para ganhar peso. Sinto dor e desconforto no estômago que são aliviados com o uso de antiácidos. Minha boca tem um gosto ruim."}
{"output_text":"asma brônquica","input_text":"Tenho tido essa tosse há dias, e é muito difícil respirar. Também estou muito cansado e fraco, e tenho febre. Tenho tossido muito muco, e tem sido muito difícil lidar com tudo isso."}
{"output_text":"hipertensão","input_text":"Tenho tido problemas com meu equilíbrio, tenho tido dores no peito, dores de cabeça e dores por todo o corpo. Também tenho tido dificuldade para focar."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea na minha pele que está se espalhando rapidamente. Coça muito e mal consigo dormir à noite."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho um gosto azedo na boca, e às vezes tenho dificuldade para engolir."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho uma dor de queimação no estômago que vai e vem. Piora quando como certos alimentos, como alimentos picantes ou ácidos. Também tenho fezes moles às vezes."}
{"output_text":"diabetes","input_text":"Tenho uma ferida que não parece cicatrizar. Minhas mãos e pés estão dormentes e com formigamento."}
{"output_text":"alergia","input_text":"Tenho dificuldade para respirar e meu rosto e peito estão inchados. Meus olhos coçam e tenho uma tosse seca."}
{"output_text":"infecção do trato urinário","input_text":"Tenho sentido uma sensação de queimação ao urinar, e minha urina frequentemente é preta, vermelha e tem um odor realmente estranho. Também tenho tido mudanças de temperatura muito regularmente, o que geralmente me impede de dormir à noite."}
{"output_text":"malária","input_text":"Tenho me sentido muito mal e tenho coçado muito. Tenho febre alta, calafrios, náuseas e dores musculares. Também tenho suado muito."}
{"output_text":"malária","input_text":"Tenho me sentido muito doente ultimamente. Tive febre, calafrios e coceira intensa. Também tenho vomitado e tenho dor de cabeça. Tenho suado muito e me sinto realmente desconfortável."}
{"output_text":"artrite","input_text":"Tenho sentido muita dor nas minhas articulações, e tem sido difícil me mover. Também tenho me sentido muito cansado e fraco."}
{"output_text":"varizes","input_text":"Minhas pernas doem muito quando fico em pé ou ando por muito tempo. Tenho cãibras quando faço atividades físicas. Também tenho hematomas nas pernas."}
{"output_text":"psoríase","input_text":"Tenho um pó prateado nas minhas costas e cotovelos. Minhas unhas estão levemente amassadas. Minhas articulações estão sentindo um desconforto excruciante."}
{"output_text":"diabetes","input_text":"Tenho sentido muita sede e fome ultimamente. Também me sinto muito cansado às vezes."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea que coça e às vezes é vermelha e áspera. Também tenho pequenas espinhas que parecem bolinhas minúsculas e algumas manchas que são de uma cor diferente do resto da minha pele. Isso realmente me irrita e coça."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça, visão embaçada e distorcida, e fome excessiva. Esses sintomas têm afetado minha vida diária e me causado desconforto."}
{"output_text":"asma brônquica","input_text":"Tenho tossido muito e não consigo me livrar disso. Também estou sem fôlego e tenho tossido muito muco espesso e pegajoso. Sinto-me muito cansado e fraco."}
{"output_text":"alergia","input_text":"Tenho coriza e espirro muito. Meus olhos estão doloridos e lacrimejantes, e tenho a voz rouca. Minha cabeça dói o tempo todo."}
{"output_text":"espondilose cervical","input_text":"Tenho dor nas costas, dificuldade para respirar e fraqueza nos membros. Também tenho problemas de equilíbrio e tontura, e meu pescoço dói."}
{"output_text":"asma brônquica","input_text":"Tenho me sentido muito cansado e fraco, e tenho uma tosse que não vai embora. Minha febre está muito alta, e é difícil respirar. Tenho tossido muito muco."}
{"output_text":"hipertensão","input_text":"Tenho tido dificuldade para me concentrar e focar. Também tenho tido dores de cabeça, dor no peito e tontura. Sinto que estou desequilibrado."}
{"output_text":"infecção do trato urinário","input_text":"Tenho sangue na minha urina e às vezes sinto náuseas ao urinar. Também tenho um cheiro ruim na minha urina e às vezes tenho temperaturas altas à noite. Estou preocupado com isso. Você pode me ajudar?"}
{"output_text":"resfriado comum","input_text":"Meu nariz está sempre entupido e congestionado, e meus olhos estão sempre vermelhos e com coceira. Sinto-me indisposto e fatigado, e continuo tossindo essa gosma. Tenho a garganta arranhando e irritada, e os gânglios linfáticos do meu pescoço estão inchados."}
{"output_text":"hipertensão","input_text":"Tenho tido dor de cabeça e dor no peito há alguns dias, mas hoje também tenho sentido tontura e instabilidade."}
{"output_text":"hipertensão","input_text":"Tenho sentido tontura e vertigem, e também tenho tido dificuldade para manter o equilíbrio. Também tive uma dor de cabeça que não foi embora."}
{"output_text":"catapora","input_text":"Tenho uma erupção cutânea por todo o corpo que coça e dói. Também tenho febre e me sinto cansado."}
{"output_text":"febre tifoide","input_text":"Tive dor de cabeça na última semana. Tem piorado. Também tive dores na barriga, prisão de ventre e diarreia."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor no pescoço, braços e pernas. Também tenho tido dificuldade para manter o equilíbrio e sem ficar tonto."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho um gosto azedo na boca. Arroto muito. Sinto uma pressão ou plenitude na parte superior da barriga."}
{"output_text":"dengue","input_text":"Tenho tido calafrios e tremores e sinto frio. Minha febre está muito alta. Tenho erupções cutâneas nos braços e manchas vermelhas no pescoço."}
{"output_text":"infecção do trato urinário","input_text":"Tenho tido febre nos últimos quatro dias, e minha urina está sanguinolenta. Minha cabeça dói muito, e minha urina cheira mal. Não sinto que posso controlar quando preciso fazer xixi."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido muita dor no pescoço. Tem doído, e tenho tido problemas com vertigem e perda de equilíbrio. Também tenho tido uma tosse persistente, fraqueza nos braços e pernas, e fortes dores nas costas."}
{"output_text":"febre tifoide","input_text":"Tenho sentido dor abdominal há alguns dias. É realmente doloroso e também tenho tido prisão de ventre e vômitos. Estou preocupado com a minha saúde."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente ultimamente. Tenho tido coceira intensa, vômitos e fadiga. Também perdi peso e tenho febre alta. Minha pele ficou amarela e minha urina está escura. Também estou sentindo dor abdominal."}
{"output_text":"dengue","input_text":"Tenho sentido febre alta nos últimos dias. Também me sinto fraco e meus músculos doem. Não consigo trabalhar o dia todo por causa disso."}
{"output_text":"infecção do trato urinário","input_text":"Tenho sangue na minha urina e tenho febre baixa. Tenho dor de cabeça e preciso urinar muito. Tenho dor na parte inferior das minhas costas."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho tendência a arrotar e soltar gases regularmente. Frequentemente sinto desconforto no peito que irradia para o braço, mandíbula e pescoço. Meu peito parece apertado e estressado."}
{"output_text":"malária","input_text":"Tenho febre alta, calafrios, náuseas e dor de cabeça. Também tenho dores musculares e muito suor."}
{"output_text":"dengue","input_text":"Tenho febre e calafrios, e meu corpo inteiro está doendo. Também perdi o apetite e tenho algumas manchas vermelhas nas costas e no pescoço."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito fraco e com frio ultimamente, e essa tosse não vai embora. Dói no meu peito quando tusso, e meu coração está batendo forte. Tenho tossido muco de cor marrom enferrujada."}
{"output_text":"diabetes","input_text":"Estou sempre com sede e fome, e preciso urinar o tempo todo. Também perdi muito peso recentemente, e estou sempre cansado."}
{"output_text":"hipertensão","input_text":"Eu estava andando e de repente senti dor de cabeça, dor no peito e tontura. Tenho tido dificuldade para me concentrar e focar desde então."}
{"output_text":"hipertensão","input_text":"Tenho sentido tontura e vertigem, e também tenho tido dificuldade para me concentrar."}
{"output_text":"resfriado comum","input_text":"Tenho espirrado muito e meu nariz está escorrendo. Também estou muito cansado e minha cabeça dói. Acho que também tenho febre."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, uma tosse seca e dormência nos braços e pernas. Meu pescoço também dói, e tenho tido dificuldade para me manter equilibrado e sem tontura."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça, bem como visão embaçada e distorcida, fome excessiva, rigidez no pescoço, depressão, irritabilidade e distúrbios visuais."}
{"output_text":"enxaqueca","input_text":"Tenho tido muitas dores de cabeça, e elas são muito fortes. Também tenho alguns problemas de visão, e me sinto muito enjoado."}
{"output_text":"diabetes","input_text":"Tenho bebido muito mais água e ido ao banheiro com muito mais frequência. Minha boca e garganta estão sempre secas. Tenho sentido muita fome e comido muito mais ultimamente."}
{"output_text":"hipertensão","input_text":"Tenho tido dores de cabeça, dores no peito e tontura. É difícil para mim me concentrar no trabalho."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça frequentes, azia, indigestão, visão embaçada e distorcida, aumento do apetite, rigidez no pescoço, depressão, irritação e distorção visual."}
{"output_text":"enxaqueca","input_text":"Tenho tido muitas dores de cabeça e visão embaçada. Também sinto que estou sempre com fome e meu pescoço está dolorido. Tenho me sentido muito irritável e triste também."}
{"output_text":"febre tifoide","input_text":"Tenho sentido dor abdominal há alguns dias. Tem ido e vindo, mas é realmente desagradável. Também tenho tido prisão de ventre e vômitos. Estou realmente preocupado com a minha saúde."}
{"output_text":"infecção do trato urinário","input_text":"Tenho tido um odor estranho na minha urina, ela tem sido vermelha ou preta, e ambos. Minha temperatura corporal tem flutuado muito, e isso me mantém acordado à noite."}
{"output_text":"reação a drogas","input_text":"Tenho um gosto metálico na boca e minha língua parece estranha. Também sinto dor nas articulações e nos músculos."}
{"output_text":"doença da úlcera péptica","input_text":"Sinto uma fome constante e como muito. Meu estômago dói e tem cólicas às vezes. Tenho gases e inchaço depois de comer, e dói muito."}
{"output_text":"infecção do trato urinário","input_text":"Tenho tido sangue na minha urina. Também me sinto doente depois de fazer xixi, e tenho tido febre."}
{"output_text":"diabetes","input_text":"Tenho dificuldade para respirar, especialmente quando faço exercícios. Suo e fico corado sem motivo. Tenho infecções por fungos e infecções do trato urinário com frequência."}
{"output_text":"febre tifoide","input_text":"Tenho me sentido muito doente. Tenho febre, calafrios e meu estômago dói muito. Tenho me sentido assim há alguns dias, e não consigo me livrar disso."}
{"output_text":"febre tifoide","input_text":"Tenho tido diarreia e prisão de ventre, o que está realmente me incomodando. Tenho uma dor de estômago muito forte, e estou sempre cansado e não quero comer."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça há muito tempo. Geralmente são em um lado da minha cabeça e são muito dolorosas. Também sinto náuseas, vômitos e sensibilidade à luz e ao som."}
{"output_text":"varizes","input_text":"Sinto uma dor ardente nas minhas pernas que piora quando fico em pé ou ando por longos períodos."}
{"output_text":"infecção fúngica","input_text":"Tenho manchas vermelhas por todo o corpo, e elas coçam. Algumas das manchas são de uma cor diferente da minha pele. Também tenho alguns caroços ou espinhas na minha pele."}
{"output_text":"catapora","input_text":"Tenho pequenas manchas vermelhas por todo o corpo. Estou preocupado com elas. Também estou muito cansado e tenho febre leve todas as noites."}
{"output_text":"infecção fúngica","input_text":"Tenho uma erupção cutânea por todo o corpo que é vermelha e coça. Também tenho algumas pequenas protuberâncias que parecem espinhas e algumas manchas estranhas que são de uma cor diferente do resto da minha pele."}
{"output_text":"infecção do trato urinário","input_text":"Às vezes, tenho sangue na minha urina e me sinto um pouco doente. Também às vezes tenho um cheiro muito ruim no xixi e fico com muito calor à noite."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho uma dor de estômago que me mantém acordado à noite. Fico cansado depois de usar o banheiro e não quero comer. Me preocupo o tempo todo."}
{"output_text":"infecção do trato urinário","input_text":"Sinto dor na minha região pélvica e vomito muito. Às vezes, há sangue no meu xixi e ele cheira muito mal. Também sinto dores de cabeça e tenho dificuldade para dormir."}
{"output_text":"pneumonia","input_text":"Estou com dificuldade para respirar, e minha febre está muito alta. Estou suando e tremendo. Meu coração está acelerado, e estou muito cansado. Também estou prestes a tossir catarro marrom."}
{"output_text":"catapora","input_text":"Tenho muitas manchas vermelhas por todo o corpo. Elas coçam e tenho febre, dor de cabeça e me sinto exausto."}
{"output_text":"artrite","input_text":"Tenho sentido muita dor nas minhas articulações, especialmente nos joelhos e tornozelos. Elas estão muito rígidas e é difícil para mim me mover. Também tenho me sentido muito fraco e cansado."}
{"output_text":"artrite","input_text":"Minhas articulações têm doído muito ultimamente. Tenho tido muita dificuldade para me mover e tem sido muito doloroso andar."}
{"output_text":"doença da úlcera péptica","input_text":"Tive uma mudança nos meus hábitos intestinais. Tenho tido tanto prisão de ventre quanto diarreia. Não tenho energia, não tenho apetite e me sinto exausto o tempo todo."}
{"output_text":"resfriado comum","input_text":"Estou com um resfriado muito forte. Estou tossindo muito, e meus seios da face estão completamente bloqueados. Não consigo sentir cheiro de nada, e meu peito dói. Meus músculos também estão muito doloridos."}
{"output_text":"doença da úlcera péptica","input_text":"Estou tendo dificuldade para dormir por causa da dor de estômago. Também estou cansado depois de usar o banheiro e não tenho muito apetite. Estou me sentindo bastante ansioso o tempo todo."}
{"output_text":"varizes","input_text":"Tenho cãibras nas panturrilhas e é difícil para mim andar. Sinto-me cansado depois de trabalhar por algum tempo. Acho que é porque sou obeso."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho uma dor de queimação no estômago que vai e vem. Também tenho perda de apetite e energia e frequentemente me sinto muito fatigado."}
{"output_text":"alergia","input_text":"Estou sempre cansado, meu paladar está alterado, e minha garganta está muito arranhada. Também sinto dor muscular e calor. Todo o meu corpo tem cãibras às vezes."}
{"output_text":"dengue","input_text":"Tenho sentido muitas dores nas articulações, e tem sido muito difícil andar. Também perdi o apetite, e me sinto muito fraco e enjoado."}
{"output_text":"catapora","input_text":"Tenho pequenos gânglios linfáticos nos meus braços e rosto que estão começando a inchar. Tenho estado realmente infeliz o dia todo por causa da coceira e dor constantes."}
{"output_text":"psoríase","input_text":"Tenho sentido dor nas articulações dos meus dedos, pulsos e joelhos há algumas semanas. A dor geralmente é latejante e pulsante, e piora quando movo minhas articulações. Também notei algumas manchas vermelhas e escamosas na minha pele."}
{"output_text":"hipertensão","input_text":"Tenho tido dificuldade para me concentrar e focar, e tenho sentido tontura. Também tive dor de cabeça e dor no peito."}
{"output_text":"artrite","input_text":"Tenho sentido muita fraqueza muscular ultimamente e meu pescoço tem estado muito rígido. Minhas articulações têm estado inchadas e é difícil para mim me mover. Também tem sido doloroso andar."}
{"output_text":"psoríase","input_text":"Tenho uma erupção cutânea na pele que é vermelha, coça e é escamosa. Piora nos meses de inverno, quando o ar está seco. Tenho que hidratar com mais frequência e usar umidificadores para manter minha pele hidratada."}
{"output_text":"malária","input_text":"Tenho tido calafrios, náuseas, febre alta e dor muscular intensa. Também tenho dor de cabeça e estou suando muito."}
{"output_text":"reação a drogas","input_text":"Tenho tido alterações no meu ciclo menstrual e corrimento vaginal inesperado. Também tenho me sentido agitada e mal-humorada."}
{"output_text":"artrite","input_text":"Meu pescoço tem estado muito rígido e meus músculos têm estado fracos. Não consigo me mover sem ficar rígido e minhas articulações estão inchadas. Andar é realmente desconfortável."}
{"output_text":"pneumonia","input_text":"Estou com febre, e não consigo recuperar o fôlego. Estou suando e tremendo, e estou tão cansado. Meu coração está acelerado, e estou tossindo coisas marrons."}
{"output_text":"varizes","input_text":"Tenho sentido dor e inchaço nas minhas pernas. A dor piora quando fico em pé por longos períodos de tempo."}
{"output_text":"doença da úlcera péptica","input_text":"Tenho muita fome e não consigo me saciar. Meu estômago dói e tem cólicas às vezes. Depois de comer, sinto muitos gases e inchaço."}
{"output_text":"psoríase","input_text":"Tenho sentido muita fadiga e uma sensação geral de mal-estar. Frequentemente me sinto cansado e com falta de energia, mesmo depois de uma boa noite de sono. Também tenho sentido dores nas articulações e rigidez, especialmente nos joelhos e tornozelos."}
{"output_text":"asma brônquica","input_text":"Tenho tossido muito e é difícil respirar. Tenho tossido muito muco e minha febre está alta."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho uma sensação de queimação na garganta que vai e vem. É pior depois de comer e às vezes sinto um gosto azedo ou amargo na boca. Também sinto náuseas às vezes."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto. É feita de bolhas. As bolhas estão escorrendo um líquido amarelo."}
{"output_text":"malária","input_text":"Tenho febre, calafrios e coceira intensa. Também tenho dor de cabeça e estou suando muito. Sinto-me péssimo e tenho náuseas e dores musculares."}
{"output_text":"malária","input_text":"Tenho me sentido muito mal ultimamente. Tenho tido febre alta, calafrios e coceira intensa. Também tenho vomitado e suado muito. Tenho dor de cabeça e náuseas, e meus músculos estão doloridos."}
{"output_text":"varizes","input_text":"Notei que minhas pernas estão inchadas e têm veias roxas escuras. Elas não doem, mas me preocupam."}
{"output_text":"artrite","input_text":"Tenho sentido muita dor nas minhas articulações e meu pescoço tem estado muito rígido. É difícil para mim me mover sem ficar rígido e é realmente doloroso andar."}
{"output_text":"asma brônquica","input_text":"Ei, mãe e pai, tenho me sentido muito cansado ultimamente e tenho uma tosse que não vai embora. Minha febre está muito alta e minha respiração ficou superficial. Também tenho tossido muito muco, escarro espesso."}
{"output_text":"dengue","input_text":"Tenho sentido calafrios e tremores, e tenho febre alta. Também tenho erupções cutâneas nos braços e manchas vermelhas no pescoço."}
{"output_text":"resfriado comum","input_text":"Estou com um resfriado muito forte. Meu nariz está escorrendo e meus olhos estão vermelhos e inchados. Tenho tossido muito e meu peito parece muito pesado. Não consigo sentir cheiro de nada e meus músculos estão muito doloridos."}
{"output_text":"diabetes","input_text":"Estou sempre com sede e urino muito. Sinto-me muito cansado e estou sempre me perdendo. Não consigo mais ver muito bem."}
{"output_text":"pneumonia","input_text":"Estou com dificuldade para respirar e estou muito desconfortável. Minha garganta está cheia de catarro e estou suando muito. Meu coração está acelerado e meu peito dói. Estou tossindo muco vermelho."}
{"output_text":"malária","input_text":"Tenho febre muito alta, sinto muita coceira, estou tremendo e vomitando. Também sinto dor de cabeça e tenho suado muito. Também estou sentindo muito enjoo e meus músculos estão doendo."}
{"output_text":"febre tifoide","input_text":"Tenho vomitado e tido diarreia há alguns dias. Também tenho tido febre, prisão de ventre e dor de cabeça. Estou tendo dificuldade para me manter hidratado."}
{"output_text":"artrite","input_text":"Tenho sentido fraqueza muscular e rigidez no pescoço recentemente. Minhas articulações incharam, tornando difícil para mim me mover sem ficar rígido. Andar também tem sido muito doloroso."}
{"output_text":"dengue","input_text":"Tenho sentido enjoo e tenho vomitado. Minha cabeça dói muito e tenho algumas manchas vermelhas nos braços."}
{"output_text":"varizes","input_text":"Minhas pernas estão inchadas há alguns dias. Posso ver as veias saltando da minha pele. Isso não é normal para mim."}
{"output_text":"infecção do trato urinário","input_text":"Tenho febre e meu estômago dói. Preciso urinar o tempo todo, e dói quando o faço. A dor está sempre presente e piora à noite. Meu xixi cheira mal."}
{"output_text":"diabetes","input_text":"Tenho uma tosse seca que simplesmente não vai embora. Também tenho esse problema de minhas infecções não cicatrizarem e tenho palpitações."}
{"output_text":"resfriado comum","input_text":"Tenho me sentido muito mal. Tenho coriza e muito congestionamento. Tenho tossido muito e tenho muita dor no peito. Minha febre está muito alta e tenho sentido muitas dores."}
{"output_text":"diabetes","input_text":"Tenho problemas respiratórios, especialmente quando estou ao ar livre. Fico subitamente corado e suado. Tenho infecções por fungos e infecções do trato urinário com frequência."}
{"output_text":"reação a drogas","input_text":"Tenho tido dores de cabeça e enxaquecas, e não consigo dormir. Tenho tremores e calafrios por todo o corpo. Às vezes, sinto tontura."}
{"output_text":"icterícia","input_text":"Tenho me sentido muito doente e cansado. Perdi peso e tenho febre. Minha urina está escura e minha pele está amarela. Também tenho tido dor de estômago."}
{"output_text":"febre tifoide","input_text":"Tenho diarreia e uma dor intensa na barriga. Não quero comer nada e tenho dor de cabeça."}
{"output_text":"doença do refluxo gastroesofágico","input_text":"Tenho azia e indigestão. Frequentemente vomito o que quer que coma e tenho dificuldade para engolir alimentos. Sinto uma dor incômoda na parte superior do meu abdômen. Tenho dificuldade para dormir por causa da dor."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito mal ultimamente. Tenho tossido muito, e tenho tido dificuldade para respirar. Também tenho tido calafrios e febre. Tenho me sentido muito fraco e cansado. Também tenho tossido muito catarro."}
{"output_text":"reação a drogas","input_text":"Sinto muita náusea e dor no peito. Meu peito dói há algum tempo. Tremo muito e estou muito ansioso."}
{"output_text":"hipertensão","input_text":"Tenho sentido dor de cabeça, dor no peito, tontura e dificuldade para manter o equilíbrio. Também tem sido difícil para mim focar e me concentrar."}
{"output_text":"infecção fúngica","input_text":"Tenho tido muita coceira na minha pele, e às vezes vira uma erupção. Também tenho algumas manchas estranhas na pele que são de uma cor diferente do resto de mim, e às vezes tenho pequenas espinhas que parecem nódulos."}
{"output_text":"varizes","input_text":"Tenho inchaço nas pernas e isso está me causando dificuldade para calçar meus sapatos. Também causa desconforto quando fico sentado por longos períodos de tempo."}
{"output_text":"infecção do trato urinário","input_text":"Tenho sentido muita dor ao urinar e arde. Também tenho febre e sinto que tenho que urinar o tempo todo."}
{"output_text":"espondilose cervical","input_text":"Tenho sentido dor nas costas, uma tosse crônica e fraqueza muscular. Também sinto tontura e perda de equilíbrio, e meu pescoço dói."}
{"output_text":"reação a drogas","input_text":"Sinto-me muito mal quando tenho febre. Fico muito enjoado e tonto, e meu coração bate muito rápido. Não consigo pensar direito, e tudo parece nebuloso."}
{"output_text":"reação a drogas","input_text":"Tenho tido enxaquecas e dores de cabeça, e não consigo dormir. Meus músculos estão tremendo e tremendo, e sinto tontura."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito mal ultimamente. Tive uma tosse que simplesmente não vai embora, e está começando a doer quando tusso. Meu peito parece apertado, e meu coração está acelerado. Também tenho tossido catarro de uma cor estranha."}
{"output_text":"psoríase","input_text":"Tive essa erupção cutânea nos braços, pernas e peito por algumas semanas. É vermelha e coça, e está coberta por manchas secas e escamosas. Também sinto alguma dor nas articulações."}
{"output_text":"alergia","input_text":"Tenho coriza, espirros, olhos lacrimejantes e tosse. Minha cabeça também dói."}
{"output_text":"artrite","input_text":"Tenho sentido muita dor nas minhas articulações, e todas elas estão inchadas. Também estou tendo dificuldade para me mover por causa da rigidez."}
{"output_text":"varizes","input_text":"Minhas veias estão salientes e doloridas. Não consigo ficar em pé por longos períodos de tempo, pois isso causa dor nas minhas pernas, semelhante a cãibras."}
{"output_text":"enxaqueca","input_text":"Tenho tido dores de cabeça há algum tempo. Elas são muito dolorosas e me deixam doente. Também sinto náuseas, vômitos e sensibilidade à luz e ao som."}
{"output_text":"impetigo","input_text":"Tenho uma erupção cutânea no rosto que é muito dolorosa e inflamada. As feridas estão escorrendo um líquido claro e está piorando a cada dia."}
{"output_text":"alergia","input_text":"Tenho nariz entupido e congestão nasal. Às vezes, sinto desconforto no peito durante a noite. Não consigo sentir cheiro nem gosto de nada."}
{"output_text":"pneumonia","input_text":"Tenho me sentido muito mal ultimamente. Tenho tido febre, calafrios, fadiga, tosse e dificuldade para respirar. Também tenho suado muito e me sentido muito fraco. Também tenho tido catarro que tem sido muito espesso e escuro."}
{"output_text": "psoríase", "input_text": "Sabe, minha pele anda com umas manchinhas prateadas, e tá até descascando nos braços e nas costas. Tô meio preocupado."}
{"output_text": "doença do refluxo gastroesofágico", "input_text": "Ando com uma azia terrível e o ácido sobe muito. Às vezes, depois que como, sinto náuseas e até vomito."}
{"output_text": "dengue", "input_text": "Olha, faz uns dias que tô vomitando e com uma dor na barriga. Também me sinto tonto, fraco e tem uma dor estranha atrás dos meus olhos."}
{"output_text": "febre tifoide", "input_text": "Já faz uma semana que tô vomitando e com diarreia. Perdi bastante peso e a febre tá bem alta. Minha cabeça e meu estômago doem."}
{"output_text": "espondilose cervical", "input_text": "Tenho sentido dor nas costas, uma tosse persistente e meus braços e pernas estão meio fracos. O pescoço dói e às vezes me sinto tonto e desequilibrado."}
{"output_text": "infecção fúngica", "input_text": "Minha pele anda coçando demais, e vira uma erupção. Tenho umas manchas de cor diferente e uns caroços que parecem nódulos. É bem incômodo."}
{"output_text": "diabetes", "input_text": "Tô muito cansado ultimamente e com dificuldade pra perder peso. Sinto muita sede e vou no banheiro toda hora."}
{"output_text": "varizes", "input_text": "Apareceu uma erupção vermelha, inflamada e que coça muito nas minhas pernas. Tá se espalhando e incomodando bastante."}
{"output_text": "hipertensão", "input_text": "Tô com uma dor de cabeça forte na testa, como uma pontada. Também sinto tontura e dor no peito."}
{"output_text": "icterícia", "input_text": "Ando meio indisposto e cansado. Minha pele e minha urina estão amareladas, tive febre e perdi peso. A barriga também tem doído."}
{"output_text": "pneumonia", "input_text": "Estou com dificuldade pra respirar, sinto muito desconforto. Suo bastante, minha garganta tá cheia de catarro. Meu peito dói e o coração tá acelerado. O muco que tusso é marrom."}
{"output_text": "alergia", "input_text": "Tenho asma, então sinto chiado e dificuldade pra respirar. Também tenho muitas dores de cabeça e febre. Tô sempre exausto."}
{"output_text": "malária", "input_text": "Tô com febre alta, calafrios, náuseas e uma coceira horrível. A cabeça dói e suo muito. Os músculos doem e sinto enjoo."}
{"output_text": "reação a drogas", "input_text": "Tô me sentindo muito mal. Com febre, tontura e náuseas. Minha cabeça lateja, e meu coração tá disparado. Não consigo pensar direito, tudo parece embaçado."}
{"output_text": "doença da úlcera péptica", "input_text": "Tenho perdido peso e não consigo recuperar. Uso antiácidos pra dor no estômago, e minha boca anda com um gosto ruim."}
{"output_text": "artrite", "input_text": "Meu pescoço tá rígido e os músculos fracos. Meus joelhos estão inchados e andar dói. É difícil me mover."}
{"output_text": "resfriado comum", "input_text": "Ando bem abatido ultimamente. Meu nariz tá entupido, os olhos vermelhos. A garganta arranha e tusso muito catarro. Também tenho gânglios inchados."}
{"output_text": "asma brônquica", "input_text": "Tô tendo dificuldade pra respirar, tosindo muito e me sentindo exausto. Tenho febre e tusso muito muco grosso e pegajoso. É bem cansativo."}
{"output_text": "enxaqueca", "input_text": "Tenho tido problemas de visão, as coisas parecem distorcidas, e tenho tido dificuldades na vista. E tô com muita dor de cabeça."}
{"output_text": "impetigo", "input_text": "Apareceu uma erupção no meu rosto, com bolhas que estão soltando um líquido amarelo. É bem chato."
}
{"output_text": "catapora", "input_text": "Tô com uma erupção por todo o corpo, e coça demais. Também tô bem cansado e sem apetite."}
{"output_text": "infecção do trato urinário", "input_text": "Ando com uma dor ao urinar que queima, e o cheiro da urina tá bem ruim. Às vezes, sinto que não consigo segurar o xixi e meus rins doem."}
{"output_text": "hipertensão", "input_text": "Olha, minha cabeça dói o dia todo e só piora. E ainda sinto uma dor no peito e tontura. Tá difícil de me concentrar no trabalho."}
{"output_text": "varizes", "input_text": "Faz uns dias que sinto umas cãibras nas pernas. Acho que pode ser um hematoma nas minhas panturrilhas, mas não tenho certeza."}
{"output_text": "dengue", "input_text": "Faz uns dias que sinto uma dor nas costas, sabe? Piora muito se eu fico muito tempo sentado ou em pé. E também tô com umas manchas vermelhas pelo corpo todo e uma dor atrás dos olhos."}
{"output_text": "febre tifoide", "input_text": "Já faz uns dias que tô com diarreia. As fezes estão bem moles e líquidas, e tenho que ir no banheiro toda hora. Também sinto náuseas, perdi o apetite e tô com uma febrezinha leve."}
{"output_text": "hipertensão", "input_text": "Tô com dificuldade de me concentrar e focar. Também ando meio desequilibrado, com dor de cabeça, dor no peito e tontura."}
{"output_text": "dengue", "input_text": "Tenho me sentido muito doente nos últimos dias. Sinto uma dor forte nas articulações, vontade de vomitar o tempo todo e uma dor de cabeça leve."}
{"output_text": "malária", "input_text": "Tô com febre alta, calafrios, náuseas e uma coceira muito forte. A cabeça dói e suo bastante. Sinto dor nos músculos e enjoo."}
{"output_text": "dengue", "input_text": "Tenho sentido muito frio, mesmo com o tempo quente. Minhas costas doem e tô com umas manchas vermelhas nos braços."}
{"output_text": "icterícia", "input_text": "Ando perdendo peso e me sentindo muito cansado. Minha pele ficou amarela e tive febre. A urina tá escura e tô com dor de barriga."}
{"output_text": "reação a drogas", "input_text": "Tô me sentindo muito mal. Com febre, tontura e náuseas. Minha cabeça lateja, e meu coração tá disparado. Não consigo pensar direito, e tudo parece meio embaçado."}
{"output_text": "doença da úlcera péptica", "input_text": "Tenho perdido peso e não consigo ganhar de volta. Uso antiácidos pra dor e desconforto que sinto. Minha boca anda com um gosto bem ruim."}
{"output_text": "dengue", "input_text": "Tenho vomitado bastante e por isso perdi o apetite. Minhas articulações e minhas costas doem o tempo todo."}
{"output_text": "artrite", "input_text": "Meu pescoço tá rígido e sinto fraqueza nos músculos. Tenho dificuldade pra me mover por causa do inchaço nas articulações. Andar tem sido bem doloroso."}
{"output_text": "resfriado comum", "input_text": "Ando muito abatido ultimamente. Meus seios da face estão entupidos e meus olhos estão vermelhos. Minha garganta arranha e tusso muito catarro. Também tô com uns gânglios inchados."}
{"output_text": "doença do refluxo gastroesofágico", "input_text": "Sinto azia e indigestão. Muitas vezes vomito o que como e tenho dificuldade pra engolir. A comida parece que fica presa na garganta. Minha parte superior do abdômen me incomoda."}
{"output_text": "doença do refluxo gastroesofágico", "input_text": "Sinto uma queimação na garganta, principalmente depois de comer. Às vezes, também sinto um gosto azedo ou amargo na boca que me dá náuseas."}
{"output_text": "alergia", "input_text": "Minha pele coça, incha e às vezes descama. Meus lábios e bochechas ficam inchados e doloridos. Às vezes, o inchaço me dá dor de cabeça e os olhos lacrimejam."}
{"output_text": "febre tifoide", "input_text": "Tenho me sentido muito mal ultimamente. Tenho tido muitas náuseas e vômitos, e perdi o apetite. Também tô me sentindo muito fraco."}
{"output_text": "espondilose cervical", "input_text": "Tô sentindo dor nas costas, uma tosse e meus braços e pernas estão meio dormentes. O pescoço dói e ando meio tonto e desequilibrado."}
{"output_text": "reação a drogas", "input_text": "Ganhei bastante peso e tô bem gordo agora. Tenho muitos desejos e compulsões. E comecei um remédio novo pra diabetes."}
{"output_text": "artrite", "input_text": "Tenho sentido rigidez e fraqueza nos músculos do meu pescoço ultimamente. Minhas articulações incharam e é difícil andar sem ficar rígido. Andar tem sido super desconfortável."}
{"output_text": "alergia", "input_text": "Tô sempre cansado, minha boca tem um gosto esquisito e a garganta coça. Meus músculos ficam quentes e doem, e às vezes tenho umas cãibras pelo corpo todo."}
{"output_text": "alergia", "input_text": "Tenho dificuldade pra respirar e fico sem fôlego. Tenho uma tosse seca e irritante, olhos que coçam e o rosto e corpo incham. Também fico com coriza e espirros."}
{"output_text": "doença do refluxo gastroesofágico", "input_text": "É difícil engolir, e me sinto cheio mesmo comendo pouco. Tenho azia, náuseas e um formigamento na garganta com frequência."}
{"output_text": "doença do refluxo gastroesofágico", "input_text": "Sinto muita azia e refluxo ácido. Minha garganta dói e tenho mau hálito. E vomito bastante."}
{"output_text": "espondilose cervical", "input_text": "Tô sentindo dor nas costas, uma tosse seca e rigidez nos braços e pernas. Também tenho problemas pra me equilibrar e sinto tontura. O pescoço também dói."}
{"output_text": "enxaqueca", "input_text": "Tenho tido dores de cabeça, azia, refluxo e indigestão. Também ando meio melancólico, impaciente, com a vista ruim e com mais apetite."}
{"output_text": "diabetes", "input_text": "Minha visão anda embaçada e parece que tá piorando. Tô sempre muito cansado e às vezes me sinto tonto e com vertigem."}
{"output_text": "alergia", "input_text": "Sinto um pigarro na garganta e tô sempre cansado. Minha pele tá seca e às vezes incha ao redor dos olhos."}
{"output_text": "reação a drogas", "input_text": "Sinto um gosto metálico na boca e a língua parece estranha. Às vezes, sinto uma dor insuportável nas articulações e nos músculos."}
{"output_text": "asma brônquica", "input_text": "Tenho tido dificuldade pra respirar ultimamente. Sinto que não consigo ar suficiente e meu peito parece apertado. Também tenho tossido muito e produzido muito muco."}
{"output_text": "impetigo", "input_text": "Tenho uma erupção no rosto e feridas perto do nariz. Elas são vermelhas, doem e soltam um líquido amarelo."}
{"output_text": "enxaqueca", "input_text": "Tenho tido problemas na visão, vendo as coisas distorcidas e dificuldades pra enxergar."}
{"output_text": "catapora", "input_text": "Tô com uma erupção por todo o corpo e sinto muita coceira. Também tô bem cansado e sem apetite."}
{"output_text": "artrite", "input_text": "Meu pescoço anda bem rígido e meus músculos fracos. Não consigo correr sem que minhas articulações fiquem rígidas, e andar é desconfortável."}
{"output_text": "dengue", "input_text": "Sinto dor nas articulações e nas costas. Sinto vontade de vomitar e tô muito fraco. Não consigo me concentrar no trabalho e não tenho vontade de fazer nada."}
{"output_text": "catapora", "input_text": "Tenho sentido calor e febre há alguns dias. E também tô com uma erupção por todo o corpo que coça demais."}
{"output_text": "malária", "input_text": "Tô com febre alta, calafrios, náuseas e uma coceira horrível. A cabeça dói e suo bastante. Sinto dor nos músculos e enjoo."}
{"output_text": "diabetes", "input_text": "Tenho sentido muita sede e urinado muito mais que o normal. Minha boca e garganta estão sempre secas. Tenho sentido muita fome e comido muito mais ultimamente."}
{"output_text": "psoríase", "input_text": "Tenho uma erupção na pele que é vermelha e coça. Sangra quando coço. E minhas unhas têm umas pequenas depressões e estão inflamadas."}
{"output_text": "infecção do trato urinário", "input_text": "Ando meio pra baixo ultimamente e minha urina cheira muito mal. Não consigo segurar o xixi e meus rins doem. Também tenho tido desejos por coisas que normalmente não gosto."}
{"output_text": "psoríase", "input_text": "Tenho tido umas erupções na pele há um tempo. Elas não estão cicatrizando e só pioram. Também notei que a pele nos meus cotovelos e joelhos está descascando. Tô bem preocupado com isso, queria ver um médico."}
{"output_text": "varizes", "input_text": "Minhas pernas andam inchadas e isso tá dificultando calçar meus sapatos. E também sinto desconforto se fico muito tempo sentado."}
{"output_text": "varizes", "input_text": "Sinto muita dor nas pernas, principalmente quando fico em pé por muito tempo. A pele em volta das minhas veias está vermelha, inflamada e coça. E também tenho umas cãibras de vez em quando."}
{"output_text": "jaundice", "input_text": "Tenho me sentido muito doente e cansado. Perdi peso e tive febre. Minha urina tá escura e minha pele amarela. E a barriga também tem doído."}
{"output_text": "varizes", "input_text": "Sinto umas cãibras nas panturrilhas quando ando, e acho que é porque tô acima do peso. Fico cansado depois de um tempo de trabalho."}
{"output_text": "cervical spondylosis", "input_text": "Tenho sentido dor nas costas, uma tosse que não passa e fraqueza nos braços e pernas. Meu pescoço dói e ando tonto e com dificuldade pra me equilibrar."}
{"output_text": "varizes", "input_text": "Tenho umas veias nas pernas que estão inchadas e saltando da pele. São bem visíveis e me deixam meio constrangido."}
{"output_text": "impetigo", "input_text": "Apareceu uma erupção no meu rosto que tá piorando. Dói muito e começou a soltar um líquido amarelo."}
{"output_text": "malária", "input_text": "Estou sentindo febre alta, calafrios, náuseas e uma coceira forte. A cabeça dói e suo bastante. Também sinto dores musculares."}
{"output_text": "bronchial asthma", "input_text": "Tô tossindo muito e tô exausto. Tenho tossido muito muco grosso e minha febre tá bem alta."}
{"output_text": "malária", "input_text": "Tô muito doente. Com febre, calafrios e dor de cabeça. Tenho vomitado e suado muito. Também sinto dor muscular e náuseas."}
{"output_text": "gastroesophageal reflux disease", "input_text": "Sinto muito refluxo ácido e dor de estômago. E também vomito bastante depois de comer."}
{"output_text": "chicken pox", "input_text": "Tô com uma erupção por todo o corpo. Coça muito e me sinto bem doente."}
{"output_text": "common cold", "input_text": "Tenho espirrado muito, e meus olhos estão sempre lacrimejando. Meu nariz tá entupido e é difícil respirar. Tô cansado o tempo todo e tusso muito catarro. Meus gânglios também estão inchados."}
{"output_text": "migraine", "input_text": "Tenho tido problemas com a minha visão. Andei vendo as coisas distorcidas e minha vista ficou embaçada."}
{"output_text": "bronchial asthma", "input_text": "Tô tendo dificuldade pra respirar, tosindo muito e com febre. Também tusso muito muco grosso e pegajoso, e tô me sentindo muito cansado. Não sei o que tá acontecendo, mas não tô bem."}
{"output_text": "common cold", "input_text": "Ando bem abatido ultimamente, e não consigo me livrar desse resfriado. Meu nariz tá sempre escorrendo, e tusso toda essa gosma. Minha garganta tá dolorida e tenho dor de cabeça. E também tô me sentindo muito cansado e dolorido."}
{"output_text": "allergy", "input_text": "Sinto tontura, náuseas e tremores. Minha garganta incha, então tô com dificuldade pra respirar. Às vezes, durante a noite, meu peito dói e me sinto mal."}
{"output_text": "arthritis", "input_text": "Meus músculos estão fracos e meu pescoço rígido. Minhas articulações incharam e é difícil me mover sem ficar rígido. Andar também é desconfortável."}
{"output_text": "common cold", "input_text": "Tenho me sentido muito mal ultimamente. Meus olhos estão vermelhos e lacrimejando, e tenho essa pressão nos seios da face que não vai embora. Tô sempre cansado e com muita dificuldade pra respirar. Também tive muito muco na garganta e meus gânglios estão inchados."}
{"output_text": "arthritis", "input_text": "Meus músculos têm estado fracos e meu pescoço rígido. Minhas articulações incharam e é difícil me mover sem ficar rígido. Andar também é desconfortável."}
{"output_text": "psoriasis", "input_text": "Tenho pequenas depressões nas minhas unhas e elas geralmente ficam inflamadas e sensíveis ao toque. Também tenho umas pequenas erupções nos braços."}
{"output_text": "diabetes", "input_text": "Tenho uma tosse seca que não passa. E também sinto palpitações, e minhas infecções não parecem melhorar. Às vezes minha garganta dói, mas parece que melhora."}
{"output_text": "allergy", "input_text": "Espirro muito e minha garganta dói. Meus lábios e a pele ao redor dos meus olhos às vezes incham. Quando começo a espirrar, não consigo parar."}
{"output_text": "dengue", "input_text": "Tenho me sentido muito cansado e fraco, e não consigo dormir o suficiente. Também notei umas pequenas manchas vermelhas nos meus braços e pernas."}
{"output_text": "malaria", "input_text": "Tô com uma febre altíssima, e tô suando muito. Também tô tendo calafrios, vômitos e uma coceira intensa pelo corpo. Sinto enjoo e dor de cabeça. Meus músculos doem demais."}
{"output_text": "peptic ulcer disease", "input_text": "Tenho perdido peso e tô com dificuldade pra ganhar de volta. Sinto dor e desconforto no estômago que melhoram com antiácidos. Minha boca anda com um gosto ruim."}
{"output_text": "bronchial asthma", "input_text": "Tô com essa tosse há dias, e é muito difícil respirar. Também tô muito cansado e fraco, e com febre. Tenho tossido muito muco, e tá bem complicado lidar com tudo isso."}
{"output_text": "hypertension", "input_text": "Tô com problemas no meu equilíbrio, dor no peito, dor de cabeça e dores por todo o corpo. E também tô com dificuldade pra focar."}
{"output_text": "chicken pox", "input_text": "Tô com uma erupção na pele que tá se espalhando rápido. Coça muito e mal consigo dormir à noite."}
{"output_text": "gastroesophageal reflux disease", "input_text": "Sinto um gosto azedo na boca, e às vezes tenho dificuldade pra engolir."}
{"output_text": "peptic ulcer disease", "input_text": "Sinto uma dor de queimação no estômago que vai e vem. Piora quando como comidas apimentadas ou ácidas. E às vezes tenho fezes moles."}
{"output_text": "diabetes", "input_text": "Tenho uma ferida que não parece cicatrizar. Minhas mãos e pés estão dormentes e com formigamento."}
{"output_text": "allergy", "input_text": "Tenho dificuldade pra respirar e meu rosto e peito incham. Meus olhos coçam e tenho uma tosse seca."}
{"output_text": "urinary tract infection", "input_text": "Tenho sentido uma queimação ao urinar, e minha urina frequentemente é preta, vermelha, e tem um cheiro bem estranho. Também ando com mudanças de temperatura muito frequentes, o que geralmente me impede de dormir à noite."}
{"output_text": "malaria", "input_text": "Tenho me sentido muito mal e ando me coçando muito. Tenho febre alta, calafrios, náuseas e dor muscular. E também tô suando bastante."}
{"output_text": "malaria", "input_text": "Tenho me sentido muito mal ultimamente. Tive febre, calafrios e uma coceira intensa. Também tenho vomitado e suado muito. Tenho dor de cabeça e náuseas, e meus músculos doem."}
{"output_text": "arthritis", "input_text": "Tenho sentido muita dor nas minhas articulações, e tem sido difícil me mover. Também ando me sentindo muito cansado e fraco."}
{"output_text": "varicose veins", "input_text": "Minhas pernas doem muito quando fico em pé ou ando por muito tempo. Tenho cãibras quando faço exercícios físicos. E também tenho marcas de hematomas nas pernas."}
{"output_text": "psoriasis", "input_text": "Tenho um pó prateado nas minhas costas e cotovelos. Minhas unhas estão levemente amassadas. Minhas articulações estão doendo demais."}
{"output_text": "diabetes", "input_text": "Tenho sentido muita sede e fome ultimamente. E também me sinto muito cansado às vezes."}
{"output_text": "fungal infection", "input_text": "Tenho uma erupção que coça e às vezes é vermelha e áspera. Também tenho umas espinhas que parecem bolinhas e umas manchas diferentes da minha pele. Isso me irrita muito e coça."}
{"output_text": "migraine", "input_text": "Tenho tido dores de cabeça, além de visão embaçada e distorcida, e fome excessiva. Esses sintomas têm afetado meu dia a dia e me causado desconforto."}
{"output_text": "bronchial asthma", "input_text": "Tô tossindo muito e não consigo parar. Também tô sem fôlego e tusso muito muco espesso e pegajoso. Me sinto muito cansado e fraco."}
{"output_text": "allergy", "input_text": "Tenho coriza e espirro muito. Meus olhos doem e lacrimejam, e minha voz tá rouca. Minha cabeça dói o tempo todo."}
{"output_text": "cervical spondylosis", "input_text": "Tenho dor nas costas, dificuldade pra respirar e fraqueza nos meus braços e pernas. Também tenho problemas de equilíbrio e tontura, e meu pescoço dói."}
{"output_text": "bronchial asthma", "input_text": "Tenho me sentido muito cansado e fraco, e tenho uma tosse que não passa. Minha febre tá bem alta, e é difícil respirar. Tenho tossido muito muco."}
{"output_text": "hypertension", "input_text": "Tenho tido dificuldade pra me concentrar e focar. Também ando com dor de cabeça, dor no peito e tontura. Sinto que tô desequilibrado."}
{"output_text": "urinary tract infection", "input_text": "Tenho sangue na urina e às vezes sinto náuseas quando faço xixi. Minha urina também tem um cheiro ruim e às vezes tenho temperaturas altas à noite. Tô preocupado com isso. Pode me ajudar?"}
{"output_text": "common cold", "input_text": "Meu nariz tá sempre entupido e congestionado, e meus olhos sempre vermelhos e com coceira. Me sinto indisposto e cansado, e não paro de tossir essa gosma. Tenho a garganta arranhando e irritada, e os gânglios do meu pescoço estão inchados."}
{"output_text": "hypertension", "input_text": "Eu tava andando e de repente senti dor de cabeça, dor no peito e tontura. Tenho tido dificuldade pra me concentrar e focar desde então."}
{"output_text": "hypertension", "input_text": "Tenho sentido tontura e vertigem, e também ando com dificuldade pra me concentrar."}
{"output_text": "chicken pox", "input_text": "Tô com uma erupção por todo o corpo que coça e dói. Também tô com febre e me sinto cansado."}
{"output_text": "typhoid", "input_text": "Tive dor de cabeça na última semana. Só tem piorado. E também tive dores na barriga, prisão de ventre e diarreia."}
{"output_text": "cervical spondylosis", "input_text": "Tenho sentido dor no pescoço, braços e pernas. Também tenho tido dificuldade pra me equilibrar e sem ficar tonto."}
{"output_text": "peptic ulcer disease", "input_text": "Sinto um gosto azedo na boca. Arroto e solto gases muito. Sinto uma pressão ou plenitude na parte superior da minha barriga."}
{"output_text": "dengue", "input_text": "Tenho tido calafrios e tremores e sinto frio. Minha febre tá bem alta. Tenho umas manchas vermelhas nos braços e umas manchas vermelhas no pescoço."}
{"output_text": "urinary tract infection", "input_text": "Tive febre nos últimos quatro dias, e minha urina tá sanguinolenta. Minha cabeça dói muito, e minha urina cheira mal. Não sinto que consigo controlar quando preciso fazer xixi."}
{"output_text": "cervical spondylosis", "input_text": "Tô com muito problema no pescoço. Dói muito, e tenho tido problemas de vertigem e perda de equilíbrio. Também tenho tido uma tosse persistente, fraqueza nos braços e pernas, e uma dor forte nas costas."}
{"output_text": "typhoid", "input_text": "Tenho sentido dor abdominal há alguns dias. Dói muito e também tenho tido prisão de ventre e vômitos. Tô bem preocupado com a minha saúde."}
{"output_text": "jaundice", "input_text": "Tenho me sentido muito doente ultimamente. Tenho tido coceira intensa, vômitos e fadiga. Também perdi peso e tive febre alta. Minha pele ficou amarela e minha urina tá escura. E também tô com dor abdominal."}
{"output_text": "dengue", "input_text": "Tenho tido febre alta nos últimos dias. E também me sinto fraco e meus músculos doem. Não consigo trabalhar o dia todo por causa disso."}
{"output_text": "urinary tract infection", "input_text": "Tenho sangue na urina e uma febre baixa. Minha cabeça dói e tenho que fazer xixi muito. Sinto dor na parte inferior das costas."}
{"output_text": "gastroesophageal reflux disease", "input_text": "Tenho tendência a arrotar e soltar gases com frequência. Frequentemente sinto um desconforto no peito que se espalha para o braço, mandíbula e pescoço. Meu peito parece apertado e estressado."}
{"output_text": "malaria", "input_text": "Tô com febre alta, calafrios, náuseas e dor de cabeça. Também sinto dores musculares e suo bastante."}
{"output_text": "dengue", "input_text": "Tô com febre e calafrios, e meu corpo inteiro tá doendo. Também perdi o apetite e tenho umas manchas vermelhas nas costas e no pescoço."}
{"output_text": "pneumonia", "input_text": "Tenho me sentido muito fraco e com frio ultimamente, e essa tosse não passa. Dói no meu peito quando tusso, e meu coração tá disparado. Tenho tossido muco de cor marrom enferrujada."}
{"output_text": "diabetes", "input_text": "Tô sempre com sede e fome, e tenho que fazer xixi o tempo todo. Também perdi bastante peso recentemente, e tô sempre cansado."}
{"output_text": "hypertension", "input_text": "Tenho tido dor de cabeça, dor no peito e tontura. É difícil pra mim me concentrar no trabalho."}
{"output_text": "migraine", "input_text": "Tenho tido muitas dores de cabeça e visão embaçada. Também sinto que tô sempre com fome e meu pescoço dói. Tenho me sentido muito irritável e triste também."}
{"output_text": "typhoid", "input_text": "Tenho sentido dor abdominal há alguns dias. Vai e volta, mas é bem desagradável. Também tive prisão de ventre e vômitos. Tô bem preocupado com a minha saúde."}
{"output_text": "urinary tract infection", "input_text": "Tenho sentido um cheiro estranho na minha urina, ela tem sido vermelha ou preta, ou as duas. Minha temperatura corporal tem flutuado muito, e isso me mantém acordado à noite."}
{"output_text": "drug reaction", "input_text": "Sinto um gosto metálico na boca e minha língua parece estranha. Também sinto dor nas articulações e nos músculos."}
{"output_text": "peptic ulcer disease", "input_text": "Sinto uma fome constante e como muito. Meu estômago dói e tem cólicas às vezes. Sinto gases e inchaço depois de comer, e dói bastante."}
{"output_text": "urinary tract infection", "input_text": "Às vezes tenho sangue na urina. E também me sinto mal depois de fazer xixi, e tenho tido febre."}
{"output_text": "diabetes", "input_text": "Tenho dificuldade pra respirar, principalmente quando faço exercícios. Suo e fico corado sem motivo. Tenho infecções por fungos e infecções do trato urinário com frequência."}
{"output_text": "typhoid", "input_text": "Tenho me sentido muito mal. Com febre, calafrios e dor de estômago muito forte. Tenho me sentido assim há alguns dias e não consigo me livrar disso."}
{"output_text": "typhoid", "input_text": "Tenho tido diarreia e prisão de ventre, o que tá me incomodando bastante. Tenho uma dor de estômago muito forte, e tô sempre cansado e sem vontade de comer."}
{"output_text": "migraine", "input_text": "Tenho tido dor de cabeça faz muito tempo. Geralmente é em um lado da cabeça e dói muito. Também sinto náuseas, vômitos e sensibilidade à luz e ao som."}
{"output_text": "varicose veins", "input_text": "Sinto uma dor ardente nas minhas pernas que piora quando fico em pé ou ando por muito tempo."}
{"output_text": "fungal infection", "input_text": "Tenho manchas vermelhas por todo o corpo, e elas coçam. Algumas manchas são de cor diferente da minha pele. E também tenho uns caroços ou espinhas na pele."}
{"output_text": "chicken pox", "input_text": "Tenho pequenas manchas vermelhas por todo o corpo. Tô preocupado com elas. Também tô muito cansado e tenho uma febrezinha leve toda noite."}
{"output_text": "fungal infection", "input_text": "Tenho uma erupção por todo o corpo que é vermelha e coça. Também tenho uns pequenos caroços que parecem espinhas e umas manchas estranhas que são de cor diferente da minha pele."}
{"output_text": "urinary tract infection", "input_text": "Às vezes, tenho sangue na urina e me sinto um pouco doente. E também às vezes tenho um cheiro muito ruim no xixi e fico com muito calor à noite."}
{"output_text": "peptic ulcer disease", "input_text": "Sinto uma dor de estômago que me mantém acordado à noite. Fico cansado depois de usar o banheiro e não tenho muito apetite. Preocupo-me o tempo todo."}
{"output_text": "urinary tract infection", "input_text": "Sinto dor na minha região pélvica e vomito muito. Às vezes tem sangue no meu xixi e ele cheira muito mal. E também sinto dor de cabeça e tenho dificuldade pra dormir."}
{"output_text": "pneumonia", "input_text": "Tô com dificuldade pra respirar, e minha febre tá bem alta. Suo e tremo. Meu coração tá disparado, e tô muito cansado. E também tô prestes a tossir um catarro marrom."}
{"output_text": "chicken pox", "input_text": "Tenho muitas manchas vermelhas por todo o corpo. Elas coçam e tenho febre, dor de cabeça, e me sinto exausto."}
{"output_text": "arthritis", "input_text": "Tenho sentido muita dor nas minhas articulações, principalmente nos joelhos e tornozelos. Elas estão muito rígidas e é difícil pra mim me mover. Também ando me sentindo muito fraco e cansado."}
{"output_text": "arthritis", "input_text": "Minhas articulações têm doído muito ultimamente. Tenho tido muita dificuldade pra me mover e tem sido bem doloroso andar."}
{"output_text": "peptic ulcer disease", "input_text": "Meus hábitos intestinais mudaram. Tenho tido tanto prisão de ventre quanto diarreia. Não tenho energia, nem apetite, e me sinto exausto o tempo todo."}
{"output_text": "common cold", "input_text": "Tô com um resfriado muito forte. Tusso muito, e meus seios da face estão completamente bloqueados. Não consigo sentir cheiro de nada, e meu peito dói. Meus músculos também estão bem doloridos."}
{"output_text": "peptic ulcer disease", "input_text": "Tô com dificuldade pra dormir por causa da dor de estômago. E também fico cansado depois de usar o banheiro e não tenho muito apetite. Ando bem ansioso o tempo todo."}
{"output_text": "varicose veins", "input_text": "Sinto umas cãibras nas panturrilhas e é difícil pra mim andar. Fico cansado depois de trabalhar um tempo. Acho que é porque tô obeso."}
{"output_text": "peptic ulcer disease", "input_text": "Sinto uma dor de queimação no estômago que vai e vem. E também perdi o apetite e a energia, e frequentemente me sinto bem fatigado."}
{"output_text": "allergy", "input_text": "Tô sempre cansado, meu paladar tá alterado, e minha garganta tá muito arranhada. E também sinto dor muscular e calor. Meu corpo inteiro tem cãibras às vezes."}
{"output_text": "dengue", "input_text": "Tenho sentido muita dor nas articulações, e tem sido bem difícil andar. Também perdi o apetite, e me sinto muito fraco e enjoado."}
{"output_text": "chicken pox", "input_text": "Tenho uns gânglios pequenos nos braços e rosto que estão começando a inchar. Tenho estado muito infeliz o dia todo por causa da coceira e dor constantes."}
{"output_text": "psoriasis", "input_text": "Tenho sentido dor nas articulações dos meus dedos, pulsos e joelhos há algumas semanas. A dor geralmente é latejante e pulsante, e piora quando movo minhas articulações. Também notei umas manchas vermelhas e escamosas na minha pele."}
{"output_text": "Gripe", "input_text": "Ai, tô me sentindo péssimo! Febre alta, o corpo todo doendo e uma tosse que não para."}
{"output_text": "Resfriado comum", "input_text": "Meu nariz tá escorrendo horrores e tô espirrando o tempo todo. Garganta arranhando também."}
{"output_text": "Sinusite", "input_text": "Minha cabeça parece que vai explodir, principalmente aqui na testa e no rosto. Nariz super entupido também."}
{"output_text": "Amigdalite", "input_text": "Minha garganta tá doendo demais pra engolir. Parece que tem umas bolinhas brancas lá no fundo."}
{"output_text": "Bronquite", "input_text": "Tô com uma tosse bem feia, sabe? E sinto um chiado no peito quando respiro, às vezes vem catarro."}
{"output_text": "Asma", "input_text": "Às vezes sinto que o ar não entra, o peito fica apertado e eu começo a tossir muito, principalmente à noite."}
{"output_text": "Pneumonia", "input_text": "Tô com uma febre alta, uma tosse com catarro esverdeado e sinto falta de ar. O peito dói quando eu tusso."}
{"output_text": "Gastrite", "input_text": "Sinto uma queimação forte na boca do estômago, principalmente quando fico sem comer ou como algo ácido."}
{"output_text": "Refluxo gastroesofágico", "input_text": "Parece que a comida volta pra minha garganta, e sinto uma azia que sobe pro peito, às vezes até amarga a boca."}
{"output_text": "Diarreia infecciosa", "input_text": "Tô com dor de barriga e indo no banheiro toda hora. As fezes estão bem moles e líquidas, e me sinto fraco."}
{"output_text": "Prisão de ventre", "input_text": "Faz uns dias que não consigo ir ao banheiro direito, sabe? Sinto a barriga inchada e meio dura."}
{"output_text": "Intoxicação alimentar", "input_text": "Comi algo que não me fez bem. Comecei a vomitar e ter diarreia de repente, e tô com muita náusea."}
{"output_text": "Infecção urinária", "input_text": "Dói muito quando faço xixi, e sinto uma queimação. Tenho que ir no banheiro toda hora, mesmo que seja só um pouquinho."}
{"output_text": "Dengue", "input_text": "Tô com uma febre alta, o corpo todo doendo muito, e uma dor atrás dos olhos. Sinto um cansaço absurdo."}
{"output_text": "COVID-19", "input_text": "Tô com tosse, febre, e perdi o olfato e o paladar. Me sinto bem cansado também."}
{"output_text": "Herpes simples", "input_text": "Apareceu uma bolha na boca que coça e arde. Depois ela estoura e vira uma ferida."}
{"output_text": "Mononucleose", "input_text": "Tô com a garganta super inflamada, febre e me sinto exausto o tempo todo. Parece uma gripe que não passa."}
{"output_text": "Ansiedade", "input_text": "Meu coração fica disparado, sinto um nó na garganta e não consigo parar de me preocupar com tudo. Às vezes, me dá uma falta de ar."}
{"output_text": "Depressão", "input_text": "Ando sem ânimo pra nada, só quero ficar deitado. Não sinto prazer nas coisas que antes gostava e tô com umas ideias ruins na cabeça."}
{"output_text": "Insônia", "input_text": "Não consigo dormir de jeito nenhum. Fico rolando na cama por horas e, quando durmo, acordo várias vezes. De dia, tô exausto."}
{"output_text": "Hipertensão arterial", "input_text": "Às vezes, sinto uma dor de cabeça na nuca, tontura e um zumbido no ouvido. O médico disse que pode ser pressão alta."}
{"output_text": "Diabetes mellitus", "input_text": "Sinto muita sede o tempo todo, vou no banheiro várias vezes e me sinto cansado, mesmo comendo bastante."}
{"output_text": "Colesterol alto", "input_text": "O médico me falou que meu colesterol tá alto, mas eu não sinto nada. É preocupante, né?"}
{"output_text": "Obesidade", "input_text": "Sabe, tô bem acima do peso ideal. Sinto dificuldade pra fazer exercícios e ando mais cansado."}
{"output_text": "Alergias na pele", "input_text": "Minha pele tá cheia de manchas vermelhas que coçam demais, e às vezes ficam inchadas. Acho que é alguma alergia."}
{"output_text": "Acne", "input_text": "Meu rosto tá cheio de espinhas e cravos, e elas doem às vezes. Não sei mais o que fazer pra melhorar."}
{"output_text": "Micose", "input_text": "Tô com uma mancha estranha na pele que coça, e as unhas do pé estão grossas e amareladas. Acho que peguei uma micose."}
{"output_text": "Picadas de insetos", "input_text": "Fui picado por algum bicho, e o lugar tá vermelho, inchado e coçando muito. Tá me incomodando demais."}
{"output_text": "Dor nas costas", "input_text": "Minha lombar dói demais, principalmente depois de ficar muito tempo sentado ou levantar peso. Às vezes irradia pra perna."}
{"output_text": "Dores musculares", "input_text": "Meus músculos estão doloridos e cansados, parece que fiz um exercício pesado, mas não fiz. Dói bastante."}
{"output_text": "Artrite/Artrose", "input_text": "Minhas articulações estão doendo muito, e sinto uma rigidez, principalmente de manhã. Às vezes elas até incham."}
{"output_text": "Tendinite", "input_text": "Tô com uma dor forte no ombro (ou punho, joelho), principalmente quando faço algum movimento. Parece que é no tendão."}
{"output_text": "Dor de cabeça/migrânea", "input_text": "Tô com uma dor de cabeça que não passa, e às vezes ela pulsa em um lado só. Sinto enjoo e não aguento luz nem barulho."}
{"output_text": "Febre sem causa aparente", "input_text": "Faz uns dias que tô com febre, mas não tenho tosse, dor de garganta, nem nada. Só febre mesmo."}
{"output_text": "Mal-estar geral", "input_text": "Tô me sentindo meio mole, sem energia, com o corpo pesado. Não é nada específico, só um mal-estar mesmo."}
{"output_text": "Exames de rotina", "input_text": "Queria fazer um check-up, sabe? Ver se tá tudo bem com a saúde, fazer uns exames gerais."}
{"output_text": "Gravidez e pré-natal", "input_text": "Descobri que tô grávida e queria começar o acompanhamento, fazer as consultas do pré-natal."}
{"output_text": "Acompanhamento de doenças crônicas", "input_text": "Preciso de acompanhamento pra minha diabetes (ou pressão alta, colesterol). O médico pediu pra eu voltar pra ajustar os remédios."}
 I've also had some phlegm that's been really thick and dark."}
